const questionBank = [
  {
    type: "single",
    question:
      "_____ 不得采用任何方式,阻挠和限制供应商自由进入本地区和本行业的政府采购市场。",
    options: {
      A: "任何单位或个人",
      B: "政府",
      C: "采购人",
      D: "集中采购机构",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "_____ 对政府采购活动中的违法行为,有权控告和检举,有关部门、机关应当依照各自职责及时处理。",
    options: {
      A: "人大代表",
      B: "政协委员",
      C: "经政府采购监督管理部门授权的单位和个人",
      D: "任何单位和个人",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "_____ 是负责F省甲市政府采购监督管理的部门,依法履行对甲市政府采购活动的监督管理职责。",
    options: {
      A: "F省人民政府",
      B: "甲市人民政府",
      C: "F省财政部门",
      D: "甲市财政部门",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "_____ 是负责政府采购监督管理的部门,依法履行对政府采购活动的监督管理职责。",
    options: {
      A: "各级人民政府财政部门",
      B: "各采购单位",
      C: "各级纪检监察机关",
      D: "各级审计机关",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "_____ 应当对政府采购进行审计监督。",
    options: {
      A: "司法机关",
      B: "审计机关",
      C: "公安机关",
      D: "行政机关",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "_____ 应当根据国家的经济和社会发展政策,会同国务院有关部门制定政府采购政策,通过一系列措施,实现节约能源、 保护环境、扶持不发达地区和少数民族地区、促进中小企业发展等目标。",
    options: {
      A: "国家发展与改革委员会",
      B: "国务院办公厅",
      C: "国务院财政部门",
      D: "国务院有关部门",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "_____ 应当加强对参与政府采购活动的国家机关、国家公务员和国家行政机关任命的其他人员实施监察。",
    options: {
      A: "监察机关",
      B: "公安机关",
      C: "政府采购监督管理部门",
      D: "行政机关",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "_____ 应作为政府采购的主要采购方式。",
    options: {
      A: "公开招标",
      B: "邀请招标",
      C: "竞争性谈判",
      D: "单一来源采购",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "_____ 在履行政府采购监督管理职责中违反《政府采购法》《政府采购法实施条例》规定,滥用职权、玩忽职守、徇私舞弊的,对直接负责的主管人员和其他直接责任人员依法给予处分。",
    options: {
      A: "财政部门",
      B: "审计部门",
      C: "公安部门",
      D: "民政部门",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "_____ 阻挠和限制供应商进入本地区或者本行业政府采购市场的,责令限期改正。",
    options: {
      A: "采购人",
      B: "采购代理机构",
      C: "政府采购监管部门",
      D: "任何单位或者个人",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "《中华人民共和国政府采购法》的立法目的是_____ ",
    options: {
      A: "为了规范政府采购行为,提高政府采购资金的使用效益,维护国家利益和社会公共利益,保护政府采购当事人的合法权益,促进廉政建设",
      B: "为了规范政府采购行为,提高财政性资金的使用效益,维护国家利益和社会公共利益,保护招标投标活动当事人的合法权益",
      C: "为了规范招标投标活动,保护国家利益、社会公共利益和招标投标活动当事人的合法权益,提高经济效益,保证项目质量",
      D: "为了规范招标投标活动,保护国家利益、社会公共利益和政府采购活动当事人的合法权益,保证项目质量,促进廉政建设",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "《中华人民共和国政府采购法》的适用范围不包括_____ ",
    options: {
      A: "在中华人民共和国境内进行的政府采购",
      B: "在中华人民共和国境外进行的所有采购",
      C: "使用财政性资金购买政府集中采购目录以内的货物、工程和服务的行为",
      D: "使用财政性资金购买采购限额标准以上的货物、工程和服务的行为",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "《中华人民共和国政府采购法》的适用范围是_____ ",
    options: {
      A: "在中华人民共和国境内进行的政府采购",
      B: "在中华人民共和国境内进行的所有采购",
      C: "使用财政性资金的政府采购",
      D: "所有货物、服务和工程的采购",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "《中华人民共和国政府采购法》第二十二条第一款第五项所称重大违法记录,不包括_____ ",
    options: {
      A: "因违法经营受到刑事处罚",
      B: "责令停产停业",
      C: "吊销许可证",
      D: "罚款200元",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "《中华人民共和国政府采购法》规定,政府采购应当遵循_____ 原则",
    options: {
      A: "公开透明、公平竞争、公正、诚实信用",
      B: "公开、公平、公正、诚信",
      C: "自愿、平等、公平、诚实信用",
      D: "公开、透明、平等、诚信",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "《中华人民共和国政府采购法》规定,政府采购应当遵循_____ 原则",
    options: {
      A: "可持续发展",
      B: "公开透明",
      C: "低碳",
      D: "自愿",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "《中华人民共和国政府采购法》规定,政府采购应当遵循_____ 原则",
    options: {
      A: "绿色",
      B: "平等",
      C: "公平竞争",
      D: "自愿",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "《中华人民共和国政府采购法》规定,政府采购应当遵循_____ 原则",
    options: {
      A: "自愿",
      B: "绿色低碳",
      C: "可持续发展",
      D: "公正",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "《中华人民共和国政府采购法》规定,政府采购应当遵循_____ 原则",
    options: {
      A: "诚实信用",
      B: "合理",
      C: "合法",
      D: "自愿",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "《中华人民共和国政府采购法》所称”工程”不包括_____ 等建设工程",
    options: {
      A: "建筑物和构筑物的新建",
      B: "建筑物和构筑物的改建",
      C: "建筑物和构筑物的扩建",
      D: "建筑物和构筑物的日常维护",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "《中华人民共和国政府采购法》所称“财政性资金”是指纳入_____ 的资金",
    options: {
      A: "预算管理",
      B: "部门预算管理",
      C: "预算外资金",
      D: "预算统筹",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "《中华人民共和国政府采购法》所称“服务”包括_____ ",
    options: {
      A: "公务员向政府提供的服务",
      B: "社会公众向政府提供的服务",
      C: "政府向公务员提供的服务",
      D: "政府自身需要的服务和政府向社会公众提供的公共服务",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "《中华人民共和国政府采购法》所称“货物”是指各种形态和种类的物品,具体包括_____ 等",
    options: {
      A: "原料、材料、装备、商品",
      B: "原料、燃料、装备、商品",
      C: "原材料、燃料、设备、产品",
      D: "原材料、材料、设备、商品",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "《中华人民共和国政府采购法》所指的政府采购是指_____ ",
    options: {
      A: "各级国家机关、事业单位和团体组织,使用财政性资金采购依法制定的集中采购目录以内的或者采购限额标准以上的货物、工程和服务的行为",
      B: "各级国家机关、事业单位、团体组织和国有企业,使用财政性资金采购依法制定的集中采购目录以内的或者采购限额标准以上的货物、工程和服务的行为",
      C: "各级国家机关、事业单位、团体组织、集体企业,使用财政性资金采购依法制定的集中采购目录以内的或者采购限额标准以上的货物、工程和服务的行为",
      D: "各级国家机关、事业单位、团体组织、外资企业,使用财政性资金采购依法制定的集中采购目录以内的或者采购限额标准以上的货物、工程和服务的行为",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "本国货物、工程和服务的界定,依照_____ 有关规定执行。",
    options: {
      A: "国务院办公厅",
      B: "国务院",
      C: "财政部",
      D: "国家发展与改革委员会",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "不能事先计算出价格总额的,可以依照《政府采购法》采用_____ 方式采购。",
    options: {
      A: "单一来源采购",
      B: "竞争性谈判",
      C: "邀请招标",
      D: "公开招标",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "采购的货物规格、标准统一、现货货源充足且价格变化幅度小的政府采购项目,可以依照本法采用_____ 采购。",
    options: {
      A: "单一来源采购",
      B: "询价",
      C: "邀请招标",
      D: "公开招标",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "采用公开招标方式的费用占政府采购项目总价值的比例过大的货物或者服务,可以依照《政府采购法》采用_____ 方式采购。",
    options: {
      A: "单一来源采购",
      B: "竞争性谈判",
      C: "邀请招标",
      D: "公开招标",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "采用招标所需时间不能满足用户紧急需要的,可以依照《政府采购法》采用_____ 方式采购。",
    options: {
      A: "单一来源采购",
      B: "竞争性谈判",
      C: "邀请招标",
      D: "公开招标",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "除少数例外情形,政府采购应当采购_____ 货物、工程和服务",
    options: {
      A: "本国",
      B: "外国",
      C: "国际",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "对因严重自然灾害和其他不可抗力事件所实施的紧急采购和涉及国家安全和秘密的采购,不适用_____ 。",
    options: {
      A: "民法",
      B: "合同法",
      C: "招标投标法",
      D: "政府采购法",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "对因严重自然灾害和其他不可抗力事件所实施的紧急采购和涉及国家安全和秘密的采购,不适用_____ 。",
    options: {
      A: "民法",
      B: "合同法",
      C: "招标投标法",
      D: "政府采购法",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "供应商参加政府采购活动前_____ 年内在经营活动中不得有重大违法记录。",
    options: {
      A: "1",
      B: "2",
      C: "3",
      D: "4",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "供应商提供假冒伪劣产品的,依照《政府采购法》_____ 第一款的规定追究法律责任。",
    options: {
      A: "第七十一条",
      B: "第七十二条",
      C: "第七十七条",
      D: "第七十八条",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "供应商向评标委员会、竞争性谈判小组或者询价小组成员行贿或者提供其他不正当利益,依照《政府采购法》_____ 第一款的规定追究法律责任。",
    options: {
      A: "第七十一条",
      B: "第七十二条",
      C: "第七十七条",
      D: "第七十八条",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "供应商在政府采购活动中采取不正当手段诋毁、排挤其他供应商的,处以采购金额_____ 的罚款,列入不良行为记录名单,在一至三年内禁止参加政府采购活动,有违法所得的,并处没收违法所得,情节严重的,由工商行政管理机关吊销营业执照。",
    options: {
      A: "千分之三以上千分之二十以下",
      B: "千分之三以上千分之十以下",
      C: "千分之十以上千分之二十以下",
      D: "千分之五以上千分之十以下",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "供应商在政府采购活动中采取不正当手段诋毁、排挤其他供应商的,处以采购金额千分之五以上千分之十以下的罚款,列入不良行为记录名单,在_____ 年内禁止参加政府采购活动,有违法所得的,并处没收违法所得,情节严重的,由工商行政管理机关吊销营业执照。",
    options: {
      A: "一至三",
      B: "二至三",
      C: "一至五",
      D: "二至五",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "供应商在政府采购活动中拒绝有关部门监督检查或者提供虚假情况的,处以采购金额_____ 的罚款,列入不良行为记录名单,在一至三年内禁止参加政府采购活动,有违法所得的,并处没收违法所得,情节严重的,由工商行政管理机关吊销营业执照。",
    options: {
      A: "千分之三以上千分之二十以下",
      B: "千分之三以上千分之十以下",
      C: "千分之十以上千分之二十以下",
      D: "千分之五以上千分之十以下",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "供应商在政府采购活动中拒绝有关部门监督检查或者提供虚假情况的,处以采购金额千分之五以上千分之十以下的罚款,列入不良行为记录名单,在_____ 年内禁止参加政府采购活动,有违法所得的,并处没收违法所得,情节严重的,由工商行政管理机关吊销营业执照。",
    options: {
      A: "一至三",
      B: "二至三",
      C: "一至五",
      D: "二至五",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "供应商在政府采购活动中提供虚假材料谋取中标、成交的, 处以采购金额_____ 的罚款,列入不良行为记录名单,在一至三年内禁止参加政府采购活动,有违法所得的,并处没收违法所得,情节严重的,由工商行政管理机关吊销营业执照。",
    options: {
      A: "千分之三以上千分之二十以下",
      B: "千分之三以上千分之十以下",
      C: "千分之十以上千分之二十以下",
      D: "千分之五以上千分之十以下",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "供应商在政府采购活动中提供虚假材料谋取中标、成交的,处以采购金额千分之五以上千分之十以下的罚款,列入不良行为记录名单,在_____ 年内禁止参加政府采购活动,有违法所得的,并处没收违法所得,情节严重的,由工商行政管理机关吊销营业执照。",
    options: {
      A: "一至三",
      B: "二至三",
      C: "一至五",
      D: "二至五",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "关于《中华人民共和国政府采购法》,以下说法错误的是_____ ",
    options: {
      A: "本法所称政府采购,是指各级国家机关、事业单位和团体组织,使用财政性资金采购依法制定的集中采购目录以内的或者采购限额标准以上的货物、工程和服务的行为",
      B: "本法所称货物,是指各种形态和种类的物品,包括原材料、燃料、设备、产品等",
      C: "本法所称工程,是指建设工程,包括建筑物和构筑物的新建、改建、扩建、装修、拆除、修缮等",
      D: "本法所称服务,是指货物、工程等政府采购对象",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "关于《中华人民共和国政府采购法》所称“财政性资金”,下列说法不正确的是_____ ",
    options: {
      A: "财政性资金是指纳入预算管理的资金",
      B: "财政性资金是指以税收为主体的财政收入",
      C: "以财政性资金作为还款来源的借贷资金视同财政性资金国家机关、事业单位和团体组织的采购项目既使用财政性资金又使用",
      D: "非财政性资金的,使用财政性资金采购的部分,适用《中华人民共和国政府采购法》及《中华人民共和国政府采购法实施条例》",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "关于政府采购履约验收,下列说法正确的是_____ ",
    options: {
      A: "政府采购监管部门应当组织对供应商履约的验收",
      B: "大型或者复杂的政府采购项目,应当邀请未中标供应商参加验收工作",
      C: "采购人或采购代理机构验收后应当出具验收书",
      D: "公共服务项目验收结果应当保密",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "关于政府采购项目的验收,以下说法中错误的是_____ 。",
    options: {
      A: "政府向社会公众提供的公共服务项目,验收时可以邀请服务对象参与并出具意见",
      B: "验收内容要包括每一项技术和商务要求的履约情况,验收标准要包括所有客观、量化指标",
      C: "分期实施的采购项目,应当结合分期考核的情况,明确分期验收要求",
      D: "工程类项目的验收方案应当符合行业管理部门规定的标准、方法和内容",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "关于政府采购项目资金支付,下列说法错误的是:_____ ",
    options: {
      A: "采购人应当按照政府采购合同规定,及时向中标或者成交供应商支付采购资金",
      B: "采购人对中标或者成交供应商不满意的,可以拖延支付或者拒付采购资金",
      C: "政府采购项目资金支付程序,按照国家有关财政资金支付管理的规定执行",
      D: "采购人不按照政府采购合同规定及时向中标或者成交供应商支付采购资金的,应当根据政府采购合同规定承担相应的违约责任",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "关于政府采购验收错误的做法是:_____ ",
    options: {
      A: "验收由采购人或其委托的单位负责组织",
      B: "大型或者复杂的项目,应当邀请国家认可的质量检测机构参加验收",
      C: "技术标准统一的货物合同可以采用点数和目测方式简化验收程序",
      D: "验收后应当出具验收书,验收方成员应当在验收书上签字,并承担相应的法律责任",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "国家机关、事业单位和团体组织的采购项目使用以财政性资金作为还款来源的借贷资金时,下列说法正确的是_____ ",
    options: {
      A: "不适用《中华人民共和国政府采购法》",
      B: "不适用《中华人民共和国政府采购法实施条例》",
      C: "适用《中华人民共和国政府采购法》及《中华人民共和国政府采购法实施条例》",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "国家实行统一的政府采购电子交易平台建设标准,推动利用信息网络进行_____ 政府采购活动。",
    options: {
      A: "纸质化",
      B: "无纸化",
      C: "信息化",
      D: "电子化",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "技术复杂或者性质特殊,不能确定详细规格或者具体要求的,可以依照《政府采购法》采用_____ 方式采购。",
    options: {
      A: "单一来源采购",
      B: "竞争性谈判",
      C: "邀请招标",
      D: "公开招标",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "甲省F市某政府部门拟于2022年5月采购一批办公设备,以下供应商具备资格的是_____ ",
    options: {
      A: "天天商贸公司A市分公司",
      B: "新世纪商贸公司,2021年因拖欠税款被追究行政责任",
      C: "宏远商贸公司,2012年因消防设施不完备被停业整顿半个月",
      D: "凤凰商贸公司,因财务会计制度不健全正在停业整顿",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "具有特殊性,只能从有限范围的供应商处采购的货物或者服务,可以依照《政府采购法》采用_____ 方式采购。",
    options: {
      A: "单一来源采购",
      B: "竞争性谈判",
      C: "邀请招标",
      D: "公开招标",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "军事采购法规由_____ 另行制定",
    options: {
      A: "国务院",
      B: "中央军事委员会",
      C: "全国人大常委会",
      D: "全国人民代表大会",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "任何单位或个人阻挠和限制供应商进入本地区或者本行业政府采购市场的,责令限期改正;拒不改正的,由该单位、个人的_____ 或者有关机关给予单位责任人或者个人处分。",
    options: {
      A: "纪委",
      B: "公安部门",
      C: "上级行政主管部门",
      D: "政府采购监管部门",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "三家供应商以联合体形式进行政府采购的,则必须_____ 具备本法第二十二条规定的条件",
    options: {
      A: "一家",
      B: "两家",
      C: "三家",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "使用国际组织和外国政府贷款进行的政府采购,贷款方、资金提供方与中方达成的协议对_____ 另有规定的,可以适用其规定,但不得损害国家利益和社会公共利益。",
    options: {
      A: "采购的具体条件",
      B: "采购项目",
      C: "采购人",
      D: "供应商",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "使用国际组织和外国政府贷款进行的政府采购,贷款方、资金提供方与中方达成的协议对采购的具体条件另有规定的,可以适用其规定,但不得损害_____ 。",
    options: {
      A: "贷款方利益",
      B: "资金提供方利益",
      C: "外国政府利益",
      D: "国家利益和社会公共利益",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "属于本单位有特殊要求的项目,经_____ 批准,可以自行采购",
    options: {
      A: "国务院",
      B: "省级以上人民政府",
      C: "省级人民政府",
      D: "省级政府财政部门",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "属于地方预算的政府采购项目的政府采购限额标准,由_____ 确定并公布。",
    options: {
      A: "省级人民政府",
      B: "自治区人民政府授权",
      C: "直辖市人民政府",
      D: "以上均对",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "属于中央预算的政府采购项目的政府采购限额标准,由_____ 确定并公布。",
    options: {
      A: "国务院",
      B: "省级以上人民政府",
      C: "地市级以上人民政府",
      D: "县市级以上人民政府",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "我国政府采购实行_____ 相结合。",
    options: {
      A: "集中采购和分散采购",
      B: "招标采购和询价采购",
      C: "公开采购和限制采购",
      D: "招标采购和谈判采购",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "下列关于《中华人民共和国政府采购法》的适用范围,理解正确的是_____ ",
    options: {
      A: "从地域方面,划定在中华人民共和国境内",
      B: "从主体方面,划定在各级国家机关、事业单位、团体组织及国有企业",
      C: "从行为方式方面,包括购买、租赁、委托、雇佣、捐赠等",
      D: "从采购对象方面,仅包括依法制定的集中采购目录以内的货物和服务",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "下列哪个无权确定并公布属于地方预算的政府采购项目的政府采购限额标准_____ 。",
    options: {
      A: "省级人民政府",
      B: "自治区人民政府授权",
      C: "直辖市人民政府",
      D: "市级(含)以下人民政府",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "下列哪一个不可以依据《中华人民共和国政府采购法》相关规定组成联合体参与政府采购投标活动。_____ ",
    options: {
      A: "福州师范大学和中国科学院福建物质结构研究所",
      B: "甲公司和乙公司",
      C: "甲公司和乙公司某营业部",
      D: "甲公司和张某",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "下列哪一项情形不属于《政府采购法》第七十七条规定的恶意串通。_____ ",
    options: {
      A: "供应商向采购人或采购代理机构询问采购文件中相关术语的意思",
      B: "供应商按照采购人或者采购代理机构的授意撤换、修改投标文件或者响应文件",
      C: "供应商之间协商报价、技术方案等投标文件或者响应文件的实质性内容",
      D: "属于同一集团、协会、商会等组织成员的供应商按照该组织要求协同参加政府采购活动",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "下列哪一项情形不属于《政府采购法》第七十七条规定的恶意串通。_____ ",
    options: {
      A: "供应商直接或者间接从采购人处获得采购文件",
      B: "供应商之间事先约定由某一特定供应商中标、成交",
      C: "供应商与采购人或者采购代理机构之间、供应商相互之间,为谋求特定供应商中标、成交或者排斥其他供应商的其他串通行为",
      D: "供应商按照采购人或者采购代理机构的授意撤换、修改投标文件或者响应文件",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "下列哪一项政府采购需求应向社会征求意见_____ ",
    options: {
      A: "政府向社会公众提供的公共服务项目",
      B: "技术复杂或者性质特殊的采购项目",
      C: "不能确定详细规格或者具体要求的采购项目",
      D: "政府负责建设的政府采购工程项目",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "下列哪种情形适用《政府采购法》_____ ",
    options: {
      A: "因严重自然灾害所实施的紧急采购",
      B: "涉及国家安全和秘密的采购",
      C: "因不可抗力事件所实施的紧急采购",
      D: "使用国际组织和外国政府贷款进行的政府采购",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "下面哪一个不可以作为政府采购供应商_____ ",
    options: {
      A: "行政机关",
      B: "科研院所",
      C: "高校",
      D: "企业",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "下面哪一个可以作为政府采购供应商_____ ",
    options: {
      A: "福州市知识产权局",
      B: "福州市科学技术局",
      C: "福州市金融监督管理局",
      D: "福州大学",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "下面哪一项不属于《中华人民共和国政府采购法》的立法目的_____ ",
    options: {
      A: "维护国家利益",
      B: "维护社会利益",
      C: "维护采购人利益",
      D: "维护个人利益",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "下面哪一项不属于《中华人民共和国政府采购法》的立法目的_____ ",
    options: {
      A: "维护国家利益和社会公共利益",
      B: "保护政府采购当事人的合法利益",
      C: "保护民族产业",
      D: "促进廉政建设",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "下面哪一项不属于《中华人民共和国政府采购法》的立法目的_____ ",
    options: {
      A: "为了规范政府采购行为",
      B: "提高政府采购资金的使用效益",
      C: "维护国家利益和社会公共利益",
      D: "保护国有企业利益",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "下面哪一项不属于对供应商的差别待遇或者歧视待遇:_____ ",
    options: {
      A: "某北京高校公开招标采购执行期为3年的物业管理服务,设定的资格条件要求投标的供应商具有在京从事高校物业管理经验",
      B: "某医院公开招标采购执行期为3年的物业管理服务,设定的资格条件要求投标的供应商提供类似医疗机构物业管理服务的业绩",
      C: "某单位采购一批IT设备,设定的资格条件要求供应商具备系统集成一级资质",
      D: "某单位采购电梯,设定的资格条件要求必须是国有企业才能参加采购活动",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "下面哪一项不属于政府采购应当采购本国货物、工程和服务的除外情形_____ 。",
    options: {
      A: "需要采购的货物、工程或者服务在中国境内无法获取或者无法以合理的商业条件获取的",
      B: "为在中国境外使用而进行采购的",
      C: "其他法律、行政法规另有规定的",
      D: "必须使用外汇结算的",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "依照《中华人民共和国政府采购法》第七十七条第一款的规定,以下情形中不需要追究供应商法律责任的是_____ 。",
    options: {
      A: "与采购人协商将政府采购合同分包",
      B: "未按照采购文件确定的事项签订政府采购合同",
      C: "将政府采购合同转包",
      D: "擅自变更、中止或者终止政府采购合同",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "依照《中华人民共和国政府采购法》第七十七条第一款的规定,以下情形中不需要追究供应商法律责任的是_____ 。",
    options: {
      A: "中标或者成交后无正当理由拒不与采购人签订政府采购合同",
      B: "未按照采购文件确定的事项签订政府采购合同",
      C: "将政府采购合同转包",
      D: "与采购人协商将政府采购合同分包",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "以下不属于政府采购所应实现之国家的经济和社会发展政策目标的是_____ ",
    options: {
      A: "保护环境",
      B: "扶持不发达地区和少数民族地区",
      C: "促进中小企业发展等",
      D: "宏观调控",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "以下哪一个情形不属于《中华人民共和国政府采购法》第二十二条第一款第五项重大违法记录_____ ",
    options: {
      A: "公司采取假报或虚报资格等手段骗取政府采购合同等与经营活动有关的行为而受到刑事处罚",
      B: "公司的高级管理人员个人因贪污贿赂受到刑事处罚",
      C: "公司因违反环保相关规定被有关部门责令停产停业",
      D: "公司因销售假冒产品被有关部门吊销营业执照",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "以下哪一项属于以化整为零方式规避公开招标的情形_____ ",
    options: {
      A: "某单位年初部门预算编列采购一批服装,预算金额500万元,公开招标数额标准为100万元,根据具体情况,分两次采用公开招标采购方式实施采购",
      B: "某单位年初部门预算编列采购一批计算机、打印机,预算金额100万元,公开招标数额标准为100万元,实施采购过程中,对计算机、打印机分别实施询价采购方式采购",
      C: "某单位年初部门预算编列采购计算机100台,预算金额50万元,尚未实施采购,由于工作需要,追加采购计算机100台,预算金额50万元。公开招标数额标准为100万元,实施采购过程中,分两次对计算机分别实施询价采购方式采购",
      D: "某单位年初部门预算编列采购计算机100台,预算金额50万元,采用询价采购方式完成采购后,由于工作需要,调整预算后追加项目采购预算50万元,并再次采用询价采购方式采购了计算机100台,公开招标数额标准为100万元",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "以下情形中,不属于《中华人民共和国政府采购法》第七十七条第一款规定的“供应商之间恶意串通”情形的是_____ 。",
    options: {
      A: "供应商之间协商报价、技术方案等投标文件或者响应文件的实质性内容",
      B: "供应商直接或者间接从采购人或者采购代理机构处获得其他供应商的相关情况",
      C: ".供应商之间事先约定由某一特定供应商中标、成交",
      D: "供应商之间商定部分供应商放弃参加政府采购活动或者放弃中标、成交",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "有下列情形,政府采购可以不采购本国货物、工程和服务。_____ ",
    options: {
      A: "需要采购的货物、工程或者服务在中国境内无法获取或者无法以合理的商业条件获取的;",
      B: "为在中国境外使用而进行采购的",
      C: "其他法律、行政法规另有规定的",
      D: "以上均对",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "招标后没有供应商投标或者没有合格标的或者重新招标未能成立的,可以依照《政府采购法》采用_____ 方式采购。",
    options: {
      A: "单一来源采购",
      B: "竞争性谈判",
      C: "邀请招标",
      D: "公开招标",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "政府采购_____ ,采用招标方式采购的,适用《中华人民共和国招标投标法》及其实施条例;采用其他方式采购的,适用政府采购法及本条例。",
    options: {
      A: "工程",
      B: "工程建设有关的货物",
      C: "工程建设有关的服务",
      D: "以上均是",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "政府采购当事人是指在政府采购活动中享有权利和承担义务的各类主体,包括_____ 。",
    options: {
      A: "社会各界",
      B: "采购人和供应商",
      C: "政府采购监督管理部门、采购单位、供应商",
      D: "采购人、供应商和采购代理机构等",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "政府采购当事人是指在政府采购活动中享有权利和承担义务的各类主体,不包括_____ 。",
    options: {
      A: "采购人",
      B: "供应商",
      C: "采购代理机构",
      D: "财政部门",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "政府采购当事人违反《政府采购法》《政府采购法实施条例》,_____ ,并应依照有关民事法律规定承担民事责任。",
    options: {
      A: "给他人造成损失的",
      B: "给集体造成损失的",
      C: "给单位造成损失的",
      D: "给国家造成损失的",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "政府采购当事人违反《政府采购法》《政府采购法实施条例》规定,给他人造成损失的,依法承担_____ 。",
    options: {
      A: "刑事责任",
      B: "行政责任",
      C: "民事责任",
      D: "侵权责任",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "政府采购的信息应当在_____ 指定的媒体上及时向社会公开发布,但涉及商业秘密的除外",
    options: {
      A: "政府采购监督管理部门",
      B: "国家发展与改革委员会",
      C: "国务院办公厅",
      D: "国务院",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "政府采购的信息应当在政府采购监督管理部门指定的媒体上及时向社会公开发布,但涉及_____ 的除外。",
    options: {
      A: "企业信息",
      B: "采购人信息",
      C: "商业秘密",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "政府采购工程以及与工程建设有关的货物、服务,采用招标方式采购的,适用《中华人民共和国招标投标法》及其实施条例;采用_____ 采购的,适用政府采购法及本条例。",
    options: {
      A: "竞争性谈判",
      B: "单一来源采购",
      C: "竞争性磋商",
      D: "以上均是",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "政府采购监督管理部门_____ 。",
    options: {
      A: "既要设置集中采购机构,也要参与政府采购项目的采购活动",
      B: "不得设置集中采购机构,但可以参与政府采购项目的采购活动",
      C: "不得设置集中采购机构,不得参与政府采购项目的采购活动",
      D: "可以设置集中采购机构,但不得参与政府采购项目的采购活动",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "政府采购监督管理部门的工作人员在实施监督检查中违反本法规定滥用职权,玩忽职守,徇私舞弊的,依法给予_____ ;构成犯罪的,依法追究刑事责任。",
    options: {
      A: "罚款",
      B: "纪律处分",
      C: "行政处罚",
      D: "行政处分",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "政府采购监督管理部门可以对_____ 设置不平等条款。",
    options: {
      A: "民营企业",
      B: "集体企业",
      C: "外资企业",
      D: "以上均不可以",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "政府采购监督管理部门可以根据供应商的_____ 实施差别待遇或者歧视待遇",
    options: {
      A: "形式",
      B: "供应商的组织形式 供应商的所有制",
      C: "供应商的股权结构",
      D: "以上均不可以",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "政府采购项目属性根据_____ 原则确定。",
    options: {
      A: "按照采购项目所占比例确定",
      B: "一律按照财政部制定的《政府采购品目分类目录》确定采购项目属性",
      C: "按照《政府采购品目分类目录》无法确定的,按照有利于采购项目实施的原则确定",
      D: "在招标文件中规定采购项目属性",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "政府采购项目信息应当在_____ 指定的媒体上发布。",
    options: {
      A: "省级以上人民政府财政部门",
      B: "县级以上人民政府财政部门",
      C: "市级以上人民政府财政部门",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "政府采购应当严格按照批准的_____ 执行。",
    options: {
      A: "计划",
      B: "预算",
      C: "项目",
      D: "资金",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "只能从唯一供应商处采购的,可以依照《政府采购法》采用_____ 方式采购。",
    options: {
      A: "单一来源采购",
      B: "竞争性谈判",
      C: "邀请招标",
      D: "公开招标",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "中标、成交通知书对_____ 和中标、成交供应商均具有法律效力。",
    options: {
      A: "采购人",
      B: "供应商",
      C: "采购代理机构",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "中标、成交通知书发出后,_____ 改变中标、成交结果的,应依法承担法律责任。",
    options: {
      A: "采购人",
      B: "供应商",
      C: "采购代理机构",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "中标、成交通知书发出后,中标、成交_____ 放弃中标、成交项目的,应当依法承担法律责任",
    options: {
      A: "采购人",
      B: "供应商",
      C: "采购代理机构",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "multiple",
    question:
      "_____ 不得采用任何方式,阻挠和限制供应商自由进入本地区和本行业的政府采购市场。",
    options: {
      A: "任何单位",
      B: "个人",
      C: "财政部门",
      D: "政府部门",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question: "_____ 的货物或者服务,可以依照本法采用竞争性谈判方式采购。",
    options: {
      A: "招标后没有供应商投标或者没有合格标的或者重新招标未能成立的",
      B: "技术复杂或者性质特殊,不能确定详细规格或者具体要求的",
      C: "采用招标所需时间不能满足用户紧急需要的",
      D: "不能事先计算出价格总额的",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "_____ 的货物或者服务,可以依照本法采用竞争性谈判方式采购。",
    options: {
      A: "招标后没有供应商投标或者没有合格标的或者重新招标未能成立的",
      B: "技术复杂或者性质特殊,不能确定详细规格或者具体要求的",
      C: "采用招标所需时间不能满足用户紧急需要的",
      D: "具有特殊性,只能从有限范围的供应商处采购的",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "_____ 的货物或者服务,可以依照本法采用竞争性谈判方式采购。",
    options: {
      A: "采用公开招标方式的费用占政府采购项目总价值的比例过大的",
      B: "招标后没有供应商投标或者没有合格标的或者重新招标未能成立的",
      C: "技术复杂或者性质特殊,不能确定详细规格或者具体要求的",
      D: "采用招标所需时间不能满足用户紧急需要的",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question: "_____ 的货物或者服务,可以依照本法采用竞争性谈判方式采购。",
    options: {
      A: "具有特殊性,只能从有限范围的供应商处采购的",
      B: "采用公开招标方式的费用占政府采购项目总价值的比例过大的",
      C: "招标后没有供应商投标或者没有合格标的或者重新招标未能成立的",
      D: "技术复杂或者性质特殊,不能确定详细规格或者具体要求的",
    },
    answer: "CD",
  },
  {
    type: "multiple",
    question: "_____ 的货物或者服务,可以依照本法采用竞争性谈判方式采购。",
    options: {
      A: "采用招标所需时间不能满足用户紧急需要的",
      B: "不能事先计算出价格总额的",
      C: "招标后没有供应商投标或者没有合格标的或者重新招标未能成立的",
      D: "采用公开招标方式的费用占政府采购项目总价值的比例过大的",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "_____ 对投标供应商进行资格预审的。",
    options: {
      A: "采购人",
      B: "采购代理机构",
      C: "本级政府",
      D: "财政部门",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "_____ 对政府采购活动中的违法行为,有权控告和检举,有关部门、机关应当依照各自职责及时处理。",
    options: {
      A: "人大代表",
      B: "政协委员",
      C: "任何单位",
      D: "任何个人",
    },
    answer: "CD",
  },
  {
    type: "multiple",
    question: "_____ 供应商放弃中标、成交项目的,应当依法承担法律责任",
    options: {
      A: "中标",
      B: "成交",
      C: "投标",
      D: "以上均不对",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question: "_____ 通知书对中标、成交供应商具有法律效力。",
    options: {
      A: "中标",
      B: "成交",
      C: "采购代理机构通知",
      D: "以上均不对",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "_____ 阻挠和限制供应商进入本地区或者本行业政府采购市场的,责令限期改正;拒不改正的,由该单位、个人的上级行政主管部门或者有关机关给予单位责任人或者个人处分。",
    options: {
      A: "任何单位",
      B: "个人",
      C: "财政部门",
      D: "以上均不对",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "《政府采购法》所称工程,是指建设工程,包括建筑物和构筑物的_____ 和修缮等。",
    options: {
      A: "新建",
      B: "扩建",
      C: "装修",
      D: "拆除",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "《政府采购法》所称与工程建设有关的服务,是指为完成工程所需的_____ 等服务等。",
    options: {
      A: "勘察",
      B: "设计",
      C: "监理",
      D: "以上均不对",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "《政府采购法》所称与工程建设有关的货物,是指构成工程不可分割的组成部分,且为实现工程基本功能所必需的_____ 等。",
    options: {
      A: "设备",
      B: "材料",
      C: "办公用品",
      D: "交通工具",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "《中华人民共和国政府采购法》第二十二条第一款第五项所称重大违法记录,包括_____ ",
    options: {
      A: "因违法经营受到刑事处罚",
      B: "责令停产停业",
      C: "吊销许可证",
      D: "罚款200元",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "《中华人民共和国政府采购法实施条例》所规范的“服务”包括_____ 。",
    options: {
      A: "公务员向政府提供的服务",
      B: "政府向社会公众提供的公共服务",
      C: "政府向公务员提供的服务",
      D: "政府自身需要的服务",
    },
    answer: "BD",
  },
  {
    type: "multiple",
    question: "采购的_____ ,可以依照本法采用询价方式采购。",
    options: {
      A: "货物规格",
      B: "标准统一",
      C: "现货货源充足且价格变化幅度小的政府采购项目",
      D: "以上均不对",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "采购活动记录至少应当包括_____ 等内容。",
    options: {
      A: "采购项目类别、名称",
      B: "采购项目预算、资金构成和合同价格",
      C: "采购方式,采用公开招标以外的采购方式的,应当载明原因",
      D: "邀请和选择供应商的条件及原因",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "采购活动记录至少应当包括_____ 等内容。",
    options: {
      A: "采购项目预算、资金构成和合同价格",
      B: "采购方式,采用公开招标以外的采购方式的,应当载明原因",
      C: "邀请和选择供应商的条件及原因",
      D: "评标标准及确定中标人的原因",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "采购活动记录至少应当包括_____ 等内容。",
    options: {
      A: "采购方式,采用公开招标以外的采购方式的,应当载明原因",
      B: "邀请和选择供应商的条件及原因",
      C: "评标标准及确定中标人的原因",
      D: "废标的原因",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "采购活动记录至少应当包括_____ 等内容。",
    options: {
      A: "邀请和选择供应商的条件及原因",
      B: "评标标准及确定中标人的原因",
      C: "废标的原因",
      D: "采用招标以外采购方式的相应记载",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "采购文件包括_____ 等文件。",
    options: {
      A: "采购活动记录",
      B: "采购预算",
      C: "招标文件",
      D: "投标文件",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "采购文件包括_____ 等文件。",
    options: {
      A: "采购预算",
      B: "招标文件",
      C: "投标文件",
      D: "评标标准",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "采购文件包括_____ 等文件。",
    options: {
      A: "招标文件",
      B: "投标文件",
      C: "评标标准",
      D: "评估报告",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "采购文件包括_____ 等文件。",
    options: {
      A: "评标标准",
      B: "评估报告",
      C: "定标文件",
      D: "合同文本",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "采购文件包括_____ 等文件。",
    options: {
      A: "定标文件",
      B: "合同文本",
      C: "验收证明",
      D: "质疑答复",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "采购文件包括_____ 等文件。",
    options: {
      A: "合同文本",
      B: "验收证明",
      C: "质疑答复",
      D: "投诉处理决定",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "除单一来源采购项目外,为采购项目提供整体设计、规范编制或者项目管理、监理、检测等服务的供应商,不得再参加该采购项目的其他采购活动。_____ ",
    options: {
      A: "整体设计",
      B: "规范编制",
      C: "项目管理",
      D: "以上均不对",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "废标后,除采购任务取消情形外,应当重新组织招标;需要采取其他方式采购的,应当在采购活动开始前获得_____ 以上人民政府采购监督管理部门或者政府有关部门批准。",
    options: {
      A: "设区的市",
      B: "自治州",
      C: "自治县",
      D: "以上均不对",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "供应商不得以向_____ 询价小组的组成人员行贿或者采取其他不正当手段谋取中标或者成交。",
    options: {
      A: "采购人",
      B: "采购代理机构",
      C: "评标委员会的组成人员",
      D: "竞争性谈判小组的组成人员",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "供应商参加政府采购活动应当具备的条件包含有_____ ",
    options: {
      A: "具有独立承担民事责任的能力",
      B: "具有良好的商业信誉和健全的财务会计制度",
      C: "具有履行合同所必需的设备和专业技术能力",
      D: "有依法缴纳税收和社会保障资金的良好记录",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "供应商提供假冒伪劣产品的,不能够依照《政府采购法》( )第一款的规定追究法律责任。",
    options: {
      A: "第七十一条",
      B: "第七十二条",
      C: "第七十七条",
      D: "第七十八条",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question:
      "供应商向评标委员会、竞争性谈判小组或者询价小组成员行贿或者提供其他不正当利益,不能够依照《政府采购法》( )第一款的规定追究法律责任。",
    options: {
      A: "第七十一条",
      B: "第七十二条",
      C: "第七十七条",
      D: "第七十八条",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question:
      "供应商有下列情形之一的,属于供应商之间恶意串通,依照政府采购法第七十七条第一款的规定追究法律责任:_____ ",
    options: {
      A: "供应商之间协商报价、技术方案等投标文件或者响应文件的实质性内容",
      B: "属于同一集团、协会、商会等组织成员的供应商按照该组织要求协同参加政府采购活动",
      C: "供应商之间事先约定由某一特定供应商中标、成交",
      D: "供应商之间商定部分供应商放弃参加政府采购活动或者放弃中标、成交",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "供应商有下列情形之一的,依照政府采购法第七十七条第一款的规定追究法律责任:_____ ",
    options: {
      A: "中标或者成交后无正当理由拒不与采购人签订政府采购合同",
      B: "未按照采购文件确定的事项签订政府采购合同",
      C: "将政府采购合同转包",
      D: "与采购人协商将政府采购合同分包",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "供应商在政府采购活动中拒绝有关部门监督检查或者提供虚假情况的,处以采购金额_____ 以上_____ 以下的罚款,列入不良行为记录名单,在一至三年内禁止参加政府采购活动,有违法所得的,并处没收违法所得,情节严重的,由工商行政管理机关吊销营业执照。",
    options: {
      A: "千分之五",
      B: "千分之十",
      C: "千分之三",
      D: "千分之二十",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "供应商在政府采购活动中拒绝有关部门监督检查或者提供虚假情况的,处以采购金额千分之五以上千分之十以下的罚款,列入不良行为记录名单,在_____ 至_____ 年内禁止参加政府采购活动,有违法所得的,并处没收违法所得,情节严重的,由工商行政管理机关吊销营业执照。",
    options: {
      A: "一",
      B: "三",
      C: "一",
      D: "五",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "采购人在采购过程中接受贿赂或者获取其他不正当利益的,影响中标、成交结果或者可能影响中标、成交结果的,还未确定中标、成交供应商的,不能采取下列哪个措施。_____ ",
    options: {
      A: "终止采购活动",
      B: "中止采购活动",
      C: "暂停采购活动",
      D: "暂停开标",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question: "关于财政性资金,下列说法正确的有_____ 。",
    options: {
      A: "财政性资金是指纳入预算管理的资金",
      B: "财政性资金是指以税收为主体的财政收入",
      C: "以财政性资金作为还款来源的借贷资金视同财政性资金",
      D: "财政性资金是指纳入财政管理的资金",
    },
    answer: "AC",
  },
  {
    type: "multiple",
    question: "关于电子化政府采购,以下哪些说法是正确的:_____ ",
    options: {
      A: "电子采购有利于促进采购的公开、公平、公正和信息透明,也有利于提高政府采购效率,降低采购人和供应商成本",
      B: "各地可结合本地实际,制定本地区的政府采购电子交易平台建设标准,尽快建立起政府采购管理交易系统,实现政府采购业务的全流程、全电子化操作",
      C: "按照财政部的规划,全国政府采购管理交易系统是要建成中央与地方系统统一集中运行、全国基础数据统一集中共享的大型网络化信息管理系统",
      D: "财政部规划的全国政府采购管理交易系统建设的主要内容是一个标准化体系、两个业务处理平台、四个共享基础数据库、八个主要子系统",
    },
    answer: "AD",
  },
  {
    type: "multiple",
    question: "关于集中采购目录的确定和公布,下列说法正确的有_____ 。",
    options: {
      A: "属于中央预算的政府采购项目,其集中采购目录由国务院确定并公布",
      B: "属于中央预算的政府采购项目,其集中采购目录由国务院授权的机构确定并公布",
      C: "属于地方预算的政府采购项目,其集中采购目录由国务院授权的机构确定并公布",
      D: "属于地方预算的政府采购项目,其集中采购目录由省、自治区、直辖市人民政府或者其授权的机构确定并公布",
    },
    answer: "AD",
  },
  {
    type: "multiple",
    question: "关于政府采购项目资金支付,下列说法正确的是:_____ ",
    options: {
      A: "采购人应当按照政府采购合同规定,及时向中标或者成交供应商支付采购资金",
      B: "采购人对中标或者成交供应商不满意的,可以拖延支付或者拒付采购资金",
      C: "政府采购项目资金支付程序,按照国家有关财政资金支付管理的规定执行",
      D: "采购人不按照政府采购合同规定及时向中标或者成交供应商支付采购资金的,应当根据政府采购合同规定承担相应的违约责任",
    },
    answer: "ACD",
  },
  {
    type: "multiple",
    question: "关于政府采购验收正确的做法是:_____ ",
    options: {
      A: "验收由采购人或其委托的单位负责组织",
      B: "大型或者复杂的项目,可邀请国家认可的质量检测机构参加验收",
      C: "技术标准统一的货物合同可以采用点数和目测方式简化验收程序",
      D: "验收后应当出具验收书,验收方成员应当在验收书上签字,并承担相应的法律责任",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question: "关于政府采购政策功能,下列说法正确的是:_____ ",
    options: {
      A: "部门预算编制部门,在满足机构自身运转和提供公共服务基本需求的前提下,应当预留本部门年度政府采购项目预算总额的30%以上,专门面向中小企业采购",
      B: "政府采购鼓励大中型企业与小微企业组成联合体,共同参加非专门面向中小企业的政府采购活动,联合体协议中约定小型、微型企业的协议合同金额占到联合体协议合同金额30%以上的,可给予联合体2%-4%的价格扣除",
      C: "政府采购活动中,监狱企业视同小微企业,各地区、各部门应预留采购项目预算总额30%以上的预算,专门面向监狱企业采购",
      D: "政府采购属于节能清单和环境标志清单中的产品时,在技术、服务等指标同等条件下,应当优先采购节能清单和环境标志清单所列的节能和环境标志产品",
    },
    answer: "AD",
  },
  {
    type: "multiple",
    question:
      "国家机关、事业单位和团体组织的采购项目既使用财政性资金又使用非财政性资金时,下列说法正确的有_____ 。",
    options: {
      A: "使用财政性资金采购的部分,适用政府采购法及其实施条例",
      B: "使用非财政性资金采购的部分,不适用政府采购法及其实施条例",
      C: "使用非财政性资金采购的部分,应参照适用政府采购法及其实施条例",
      D: "财政性资金与非财政性资金无法分割采购的,统一适用政府采购法及其实施条例",
    },
    answer: "AD",
  },
  {
    type: "multiple",
    question: "集中采购目录包括_____ 。",
    options: {
      A: "集中采购机构项目",
      B: "部门集中采购项目",
      C: "采购代理机构项目",
      D: "单位集中采购项目",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question: "可以组成联合体以一个供应商的身份共同参加政府采购的包括_____ 。",
    options: {
      A: "两个以上的自然人",
      B: "两个以上的法人",
      C: "两个以上的其他组织",
      D: "一个自然人和一个法人",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "可以组成联合体以一个供应商的身份共同参加政府采购的包括_____ 。",
    options: {
      A: "一个自然人和一个法人",
      B: "一个自然人和一个其他组织",
      C: "一个法人和一个其他组织",
      D: "两个自然人",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "哪些不应当作为政府采购的主要采购方式。_____ ",
    options: {
      A: "公开招标",
      B: "邀请招标",
      C: "竞争性谈判",
      D: "单一来源采购",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question: "哪些不应当作为政府采购的主要采购方式。_____ ",
    options: {
      A: "单一来源采购",
      B: "竞争性谈判",
      C: "邀请招标",
      D: "公开招标",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "哪些不应当作为政府采购的主要采购方式。_____ ",
    options: {
      A: "询价",
      B: "单一来源采购",
      C: "公开招标",
      D: "邀请招标",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question: "哪些情形下采购需求可以不向社会征求意见_____ ",
    options: {
      A: "政府向社会公众提供的公共服务项目",
      B: "技术复杂或者性质特殊的采购项目",
      C: "不能确定详细规格或者具体要求的采购项目",
      D: "政府负责建设的政府采购工程项目",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question:
      "使用国际组织和外国政府贷款进行的政府采购,_____ 与中方达成的协议对采购的具体条件另有规定的,可以适用其规定,但不得损害国家利益和社会公共利益。",
    options: {
      A: "贷款方",
      B: "资金提供方",
      C: "金融机构",
      D: "以上均不对",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "使用国际组织和外国政府贷款进行的政府采购,贷款方、资金提供方与中方达成的协议对采购的具体条件另有规定的,可以适用其规定,但不得损害_____ 。",
    options: {
      A: "贷款方利益",
      B: "资金提供方利益",
      C: "国家利益",
      D: "社会公共利益",
    },
    answer: "CD",
  },
  {
    type: "multiple",
    question: "属于_____ 有特殊要求的项目,应当实行部门集中采购。",
    options: {
      A: "本部门",
      B: "本系统",
      C: "本单位",
      D: "以上均不对",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "属于地方预算的政府采购项目,其集中采购目录由_____ 或者其授权的机构确定并公布。",
    options: {
      A: "省人民政府",
      B: "自治区人民政府",
      C: "直辖市人民政府",
      D: "以上均不对",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "下列关于政府采购监督管理部门表述错误的是_____ 。",
    options: {
      A: "既要设置集中采购机构,也要参与政府采购项目的采购活动",
      B: "不得设置集中采购机构,但可以参与政府采购项目的采购活动",
      C: "不得设置集中采购机构,不得参与政府采购项目的采购活动",
      D: "可以设置集中采购机构,但不得参与政府采购项目的采购活动",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question:
      "下列哪个单位无权对参与政府采购活动的国家机关、国家公务员和国家行政机关任命的其他人员实施监察。_____ ",
    options: {
      A: "监察机关",
      B: "公安机关",
      C: "政府采购监督管理部门",
      D: "行政机关",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question: "下列哪个单位无权对政府采购进行审计监督。_____ ",
    options: {
      A: "司法机关",
      B: "审计机关",
      C: "公安机关",
      D: "行政机关",
    },
    answer: "ACD",
  },
  {
    type: "multiple",
    question:
      "下列哪些可以依据《中华人民共和国政府采购法》相关规定组成联合体参与政府采购投标活动。_____ ",
    options: {
      A: "福州师范大学和中国科学院福建物质结构研究所",
      B: "甲公司和乙公司",
      C: "甲公司和乙公司某营业部",
      D: "甲公司和张某",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question:
      "下列哪些情形的货物或者服务,可以依照本法采用邀请招标方式采购。_____ ",
    options: {
      A: "具有特殊性,只能从有限范围的供应商处采购的",
      B: "采用公开招标方式的费用占政府采购项目总价值的比例过大的",
      C: "招标后没有供应商投标或者没有合格标的或者重新招标未能成立的",
      D: "技术复杂或者性质特殊,不能确定详细规格或者具体要求的",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "下列哪些情形的货物或者服务,可以依照本法采用邀请招标方式采购。_____ ",
    options: {
      A: "采用招标所需时间不能满足用户紧急需要的",
      B: "不能事先计算出价格总额的",
      C: "具有特殊性,只能从有限范围的供应商处采购的",
      D: "采用公开招标方式的费用占政府采购项目总价值的比例过大的",
    },
    answer: "CD",
  },
  {
    type: "multiple",
    question: "下列哪些说法不正确_____ ",
    options: {
      A: "在政府采购项目中,可以对投标人的公司性质设置具体规定",
      B: "通过入围方式设置备选库、名录库、资格库,有利于政府采购规范化管理",
      C: "投标人投标的,应当进行登记、注册,或按要求设立分支机构",
      D: "为了确保政府采购项目顺利实施,应当对投标人的经营规模设置具体要求",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "下列哪些行为符合《政府采购法》规定_____ ",
    options: {
      A: "政府采购法所称采购人,是指各级国家机关、企事业单位和团体组织",
      B: "政府采购法所称的财政性资金是指纳入预算管理的资金,以财政性资金作为还款来源的借贷资金,视同财政性资金",
      C: "集中采购目录以内的或者采购限额标准以上的货物属于政府采购的范畴",
      D: "我国政府采购实行集中采购与分散采购相结合",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question: "下列哪些行为适用于《政府采购法》_____ ",
    options: {
      A: "某公立医院使用预算管理资金,采购临床需要的麻醉机",
      B: "公开招标采购某市政工程建设所需的大型挖掘机",
      C: "竞争性磋商方式采购某市政工程所需的车辆",
      D: "单一来源方式采购某市政工程建设环境服务",
    },
    answer: "ACD",
  },
  {
    type: "multiple",
    question:
      "下列哪一项情形属于《政府采购法》第七十七条规定的恶意串通。_____ ",
    options: {
      A: "供应商向采购人或采购代理机构询问采购文件中相关术语的意思",
      B: "供应商按照采购人或者采购代理机构的授意撤换、修改投标文件或者响应文件",
      C: "供应商之间协商报价、技术方案等投标文件或者响应文件的实质性内容",
      D: "属于同一集团、协会、商会等组织成员的供应商按照该组织要求协同参加政府采购活动",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question:
      "下列哪一项情形属于《政府采购法》第七十七条规定的恶意串通。_____ ",
    options: {
      A: "供应商直接或者间接从采购人处获得采购文件",
      B: "供应商之间事先约定由某一特定供应商中标、成交",
      C: "供应商与采购人或者采购代理机构之间、供应商相互之间,为谋求特定供应商中标、成交或者排斥其他供应商的其他串通行为",
      D: "供应商按照采购人或者采购代理机构的授意撤换、修改投标文件或者响应文件",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question: "下列哪种情形不适用《政府采购法》_____ ",
    options: {
      A: "因严重自然灾害所实施的紧急采购",
      B: "涉及国家安全和秘密的采购",
      C: "因不可抗力事件所实施的紧急采购",
      D: "使用国际组织和外国政府贷款进行的政府采购",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "下面哪些不可以作为政府采购供应商_____ ",
    options: {
      A: "福州省知识产权局",
      B: "福州市科学技术局",
      C: "福州市金融监督管理局",
      D: "福州大学",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "下面哪些可以作为政府采购供应商_____ ",
    options: {
      A: "行政机关",
      B: "科研院所",
      C: "高校",
      D: "企业",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question: "下面哪些属于《中华人民共和国政府采购法》的立法目的_____ ",
    options: {
      A: "维护国家利益",
      B: "维护社会利益",
      C: "维护采购人利益",
      D: "维护个人利益",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question: "下面哪些属于《中华人民共和国政府采购法》的立法目的_____ ",
    options: {
      A: "维护国家利益和社会公共利益",
      B: "保护政府采购当事人的合法利益",
      C: "保护民族产业",
      D: "促进廉政建设",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question: "下面哪些属于《中华人民共和国政府采购法》的立法目的_____ ",
    options: {
      A: "为了规范政府采购行为",
      B: "提高政府采购资金的使用效益",
      C: "维护国家利益和社会公共利益",
      D: "保护国有企业利益",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "下面哪些属于以不合理的条件对供应商的差别待遇或者歧视待遇:_____ ",
    options: {
      A: "就同一采购项目向供应商提供有差别的项目信息",
      B: "设定的资格、技术、商务条件与采购项目的具体特点和实际需要不相适应或者与合同履行无关",
      C: "采购需求中的技术、服务等要求指向特定供应商、特定产品",
      D: "以特定行政区域或者特定行业的业绩、奖项作为加分条件或者中标、成交条件",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "下面哪些属于以不合理的条件对供应商的差别待遇或者歧视待遇:_____ ",
    options: {
      A: "采购需求中的技术、服务等要求指向特定供应商、特定产品",
      B: "以特定行政区域或者特定行业的业绩、奖项作为加分条件或者中标、成交条件",
      C: "对供应商采取不同的资格审查或者评审标准",
      D: "限定或者指定特定的专利、商标、品牌或者供应商",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "下面哪些属于以不合理的条件对供应商的差别待遇或者歧视待遇:_____ ",
    options: {
      A: "以特定行政区域或者特定行业的业绩、奖项作为加分条件或者中标、成交条件",
      B: "对供应商采取不同的资格审查或者评审标准",
      C: "限定或者指定特定的专利、商标、品牌或者供应商",
      D: "非法限定供应商的所有制形式、组织形式或者所在地",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "下面哪一项_____ 是采购文件中,允许供应商提交的非现金的履约保证金形式",
    options: {
      A: "支票",
      B: "汇票",
      C: "本票",
      D: "金融机构出具的保函",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "下面哪一项_____ 是采购文件中,允许供应商提交的非现金的履约保证金形式",
    options: {
      A: "支票",
      B: "汇票",
      C: "本票",
      D: "担保机构出具的保函",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "下面哪一项_____ 是采购文件中,允许供应商提交的非现金的履约保证金形式",
    options: {
      A: "金融机构出具的保函",
      B: "担保机构出具的保函",
      C: "支票",
      D: "汇票",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "下面哪一项_____ 是采购文件中,允许供应商提交的非现金的履约保证金形式",
    options: {
      A: "金融机构出具的保函",
      B: "担保机构出具的保函",
      C: "本票",
      D: "汇票",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "依照《中华人民共和国政府采购法》第七十七条第一款的规定,以下情形中需要追究供应商法律责任的是_____ 。",
    options: {
      A: "与采购人协商将政府采购合同分包",
      B: "未按照采购文件确定的事项签订政府采购合同",
      C: "将政府采购合同转包",
      D: "擅自变更、中止或者终止政府采购合同",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question:
      "依照《中华人民共和国政府采购法》第七十七条第一款的规定,以下情形中需要追究供应商法律责任的是_____ 。",
    options: {
      A: "中标或者成交后无正当理由拒不与采购人签订政府采购合同",
      B: "未按照采购文件确定的事项签订政府采购合同",
      C: "将政府采购合同转包",
      D: "与采购人协商将政府采购合同分包",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "以下哪些部门无权履行对F省甲市政府采购活动的监督管理职责。_____ ",
    options: {
      A: "F省人民政府",
      B: "甲市人民政府",
      C: "F省财政部门",
      D: "甲市财政部门",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "以下哪些部门无权履行对政府采购活动的监督管理职责。_____ ",
    options: {
      A: "各级人民政府财政部门",
      B: "各采购单位",
      C: "各级纪检监察机关",
      D: "各级审计机关",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question:
      "以下哪些情形的货物或者服务,可以依照本法采用单一来源方式采购。_____ ",
    options: {
      A: "只能从唯一供应商处采购的",
      B: "发生了不可预见的紧急情况不能从其他供应商处采购的",
      C: "必须保证原有采购项目一致性或者服务配套的要求,需要继续从原供应商处添购,且添购资金总额不超过原合同采购金额百分之十的",
      D: "招标后没有供应商投标或者没有合格标的或者重新招标未能成立的",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "以下哪些情形属于政府采购法重大违法记录的范围:_____ ",
    options: {
      A: "公司采取假报或虚报资格等手段骗取政府采购合同等与经营活动有关的行为而受到刑事处罚",
      B: "公司的高级管理人员个人因贪污贿赂受到刑事处罚",
      C: "公司因违反环保相关规定被有关部门责令停产停业",
      D: "公司因销售假冒产品被有关部门吊销营业执照",
    },
    answer: "ACD",
  },
  {
    type: "multiple",
    question: "以下哪些事项应当采用书面形式:_____ ",
    options: {
      A: "供应商向采购人提出询问",
      B: "供应商向采购人提出质疑",
      C: "供应商向政府采购监督管理部门提出投诉",
      D: "采购人答复供应商的询问",
    },
    answer: "BC",
  },
  {
    type: "multiple",
    question: "以下哪些属于单一来源采购方式的法定情形:_____ ",
    options: {
      A: "只能从唯一供应商处采购的",
      B: "通过单一来源采购公示,没有不同意见反馈的",
      C: "发生了不可预见的紧急情况不能从其他供应商处采购的",
      D: "必须保证原有采购项目一致性或者服务配套的要求,需要继续从原有供应商处添购的",
    },
    answer: "AC",
  },
  {
    type: "multiple",
    question: "以下哪些资格证明材料是供应商参加政府采购活动时必须提供的:_____ ",
    options: {
      A: "法人或者其他组织的营业执照等证明文件,自然人的身份证明",
      B: "供应商是法人的,应提供经审计的资产负债表、利润表、现金流量表、所有者权益变动表及其附注,或其基本开户银行出具的资信证明",
      C: "参与采购活动前三年内在经营活动中没有重大违法记录的书面声明",
      D: "履行合同所必需的设备和专业技术能力的证明材料",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "以下哪种关于批量集中采购的说法是正确的:_____ ",
    options: {
      A: "未列入集中采购目录以内的项目适合实施批量集中采购",
      B: "批量集中采购只能采用公开招标采购方式",
      C: "应当实行批量集中采购的,但紧急的小额零星货物项目和有特殊要求的服务、工程项目可不实行批量集中采购",
      D: "可以在电子商城中开辟批量集中采购频道,以电子拍卖方式实施竞价采购",
    },
    answer: "CD",
  },
  {
    type: "multiple",
    question:
      "以下情形中,属于《中华人民共和国政府采购法》第七十七条第一款规定的“供应商之间恶意串通”情形的是_____ 。",
    options: {
      A: "供应商之间协商报价、技术方案等投标文件或者响应文件的实质性内容",
      B: "供应商直接或者间接从采购人或者采购代理机构处获得其他供应商的相关情况",
      C: "供应商之间事先约定由某一特定供应商中标、成交",
      D: "供应商之间商定部分供应商放弃参加政府采购活动或者放弃中标、成交",
    },
    answer: "ACD",
  },
  {
    type: "multiple",
    question: "以下说法错误的是_____ 。",
    options: {
      A: "属于本单位有特殊要求的项目,经省级以上人民政府批准,可以自行采购",
      B: "属于本单位有特殊要求的项目,经市级以上人民政府批准,可以自行采购",
      C: "属于本单位有特殊要求的项目,经县级以上人民政府批准,可以自行采购",
      D: "属于本单位有特殊要求的项目,经单位领导批准,可以自行采购",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question:
      "有政府采购法第七十一条、第七十二条规定的违法行为之一,影响或者可能影响中标、成交结果的,依照下列规定处理:_____ ",
    options: {
      A: "未确定中标或者成交供应商的,纠正违法行为后,继续开展政府采购活动",
      B: "已确定中标或者成交供应商但尚未签订政府采购合同的,中标或者成交结果无效,从合格的中标或者成交候选人中另行确定中标或者成交供应商;没有合格的中标或者成交候选人的,重新开展政府采购活动",
      C: "政府采购合同已签订但尚未履行的,撤销合同,从合格的中标或者成交候选人中另行确定中标或者成交供应商;没有合格的中标或者成交候选人的,重新开展政府采购活动",
      D: "政府采购合同已经履行,给采购人、供应商造成损失的,由采购人、供应商自行承担损失责任",
    },
    answer: "BC",
  },
  {
    type: "multiple",
    question: "在招标采购中,出现下列情形之一的,应予废标_____ ",
    options: {
      A: "符合专业条件的供应商或者对招标文件作实质响应的供应商不足三家的:",
      B: "出现影响采购公正的违法、违规行为的:",
      C: "投标人的报价均超过了采购预算,采购人不能支付的;",
      D: "因重大变故,采购任务取消的。",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "政府采购当事人不得相互串通损害下列哪些利益,不得以任何手段排斥其他供应商参与竞争。_____ ",
    options: {
      A: "国家利益",
      B: "社会公共利益",
      C: "其他当事人的合法利益",
      D: "以上均不对",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "政府采购当事人是指在政府采购活动中享有权利和承担义务的各类主体,包括_____ 。",
    options: {
      A: "采购人",
      B: "供应商",
      C: "采购代理机构",
      D: "财政部门",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "政府采购当事人是指在政府采购活动中享有权利和承担义务的各类主体,包括_____ 等。",
    options: {
      A: "采购人",
      B: "供应商",
      C: "采购代理机构",
      D: "以上均不对",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "政府采购当事人是指政府采购活动中享有权利和承担义务的各类主体,下列选项不属于政府采购当事人的是_____ 。",
    options: {
      A: "社会各界",
      B: "采购人和供应商",
      C: "政府采购监督管理部门、采购单位、供应商",
      D: "采购人、供应商和采购代理机构等",
    },
    answer: "AC",
  },
  {
    type: "multiple",
    question: "政府采购的采购主体为_____ ",
    options: {
      A: "国家机关",
      B: "事业单位",
      C: "团体组织",
      D: "国企单位",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "政府采购的对象_____ ",
    options: {
      A: "货物",
      B: "工程",
      C: "服务",
      D: "以上都不对",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "政府采购工程依法不进行招标的应采用以下哪种方式采购:_____ ",
    options: {
      A: "竞争性谈判",
      B: "询价",
      C: "单一来源采购",
      D: "竞争性磋商",
    },
    answer: "ACD",
  },
  {
    type: "multiple",
    question:
      "政府采购工程以及与工程建设有关的货物、服务,采用_____ 方式采购的,适用《中华人民共和国招标投标法》及其实施条例。",
    options: {
      A: "公开招标",
      B: "竞争性谈判",
      C: "邀请招标",
      D: "单一来源采购",
    },
    answer: "AC",
  },
  {
    type: "multiple",
    question: "政府采购可以采用以下哪些方式。_____ ",
    options: {
      A: "公开招标",
      B: "邀请招标",
      C: "竞争性谈判",
      D: "单一来源采购",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "政府采购可以采用以下哪些方式。_____ ",
    options: {
      A: "询价",
      B: "公开招标",
      C: "邀请招标",
      D: "竞争性谈判",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "政府采购可以采用以下哪些方式。_____ ",
    options: {
      A: "公开招标",
      B: "邀请招标",
      C: "竞争性谈判",
      D: "国务院政府采购监督管理部门认定的其他采购方式",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "政府采购实行_____ 相结合。",
    options: {
      A: "集中采购",
      B: "分散采购",
      C: "自主采购",
      D: "自由采购",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question: "政府采购项目的采购标准是指项目采购所依据的标准,包括:_____ ",
    options: {
      A: "经费预算标准",
      B: "资产配置标准",
      C: "技术标准",
      D: "服务标准",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "政府采购应当采购本国货物、工程和服务,但除外情形有_____ ",
    options: {
      A: "需要采购的货物、工程或者服务在中国境内无法获取或者无法以合理的商业条件获取的",
      B: "为在中国境外使用而进行采购的",
      C: "其他法律、行政法规另有规定的",
      D: "必须使用外汇结算的",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "政府采购应当遵循_____ 原则。",
    options: {
      A: "公开透明",
      B: "公正",
      C: "公平竞争",
      D: "诚实信用",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "政府采购政策可以通过_____ 措施,实现节约能源、保护环境、扶持不发达地区和少数民族地区、促进中小企业发展等目标。",
    options: {
      A: "预留采购份额",
      B: "价格评审优惠",
      C: "优先采购",
      D: "制定采购需求标准",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "政府采购中的货物,是指各种形态和种类的物品,包括_____ ",
    options: {
      A: "原材料",
      B: "燃料",
      C: "设备",
      D: "产品",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "政府向社会公众提供的公共服务项目,正确的说法是_____ ",
    options: {
      A: "应当采用公开招标方式采购",
      B: "应当就确定采购需求征求社会公众的意见",
      C: "评审中应当邀请服务对象参与并出具意见",
      D: "验收时应当邀请服务对象参与并出具意见",
    },
    answer: "BD",
  },
  {
    type: "multiple",
    question:
      "资格预审公告应当包括_____ 以及供应商提交资格预审申请文件的时间和地点。",
    options: {
      A: "采购人",
      B: "采购项目名称",
      C: "采购需求",
      D: "对供应商的资格要求",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "资格预审合格的供应商在评审阶段资格发生变化的,应当通知_____ ",
    options: {
      A: "采购人",
      B: "采购代理机构",
      C: "本级政府",
      D: "财政部门",
    },
    answer: "AB",
  },
  {
    type: "true-false",
    question:
      "《政府采购法》规定,政府采购应当遵循公开透明原则、公平竞争原则、公正原则和诚实信用原则。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "《政府采购法》所称服务,是指除货物和工程以外的其他政府采购对象。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "《政府采购法》所称货物,是指各种形态和种类的物品,包括原材料、燃料、设备、产品等。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "《政府采购法》所称工程,是指建设工程,包括建筑物和构筑物的新建、改建、扩建、装修、拆除、修缮等。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "《政府采购法》自2003年1月1日起施行。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "财政监管部门可以限制供应商自由进入本地区和本行业的政府采购市场。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "采购文件应当以纸制档案方式保存_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "诚实信用原则要求采购主体在项目发标、信息发布、评标审标中要真实,不得有所隐瞒。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "发生了不可预见的紧急情况不能从其他供应商处采购的,可以采用单一来源方式采购。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "法院应当对政府采购项目的采购活动进行检查,政府采购当事人应当如实反映情况,提供有关材料。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "各机构应当按照国家有关强制采购或者优先采购的规定,采购列入节能产品、设备政府采购名录和环境标志产品政府采购名录中的产品、设备,不得采购国家明令淘汰的用能产品、设备。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "各级人民政府审计部门是负责政府采购监督管理部门,依法履行对政府采购活动的监督管理职责。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "公平竞争原则可以进一步划分为竞争性原则和公平性原则。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "供应商参加政府采购活动应当具有独立承担民事责任的能力。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "供应商采取不正当手段诋毁、排挤其他供应商的,中标、成交无效。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "供应商参加政府采购活动应当具有良好的商业信誉和健全的财务会计制度。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "供应商参加政府采购活动应当有依法缴纳税收和社会保障资金的良好记录。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "供应商参加政府采购活动应当在参加政府采购活动前三年内经营活动中没有重大违法记录。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "供应商提供虚假材料谋取中标、成交的,中标、成交仍然有效。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "国家实行有利于循环经济发展的政府采购政策。使用财政性资金进行采购的,应当优先采购节能节水节材和有利于保护环境的产品及再生产品。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "货物服务采购项目达到公开招标数额标准的,可以采用公开招标方式或其他方式。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "货物或者服务具有特殊性,只能从有限范围的供应商处采购的可以采用竞争性谈判方式采购。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "集中采购的范围由省级以上人民政府公布的集中采购目录确定。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "集中采购机构进行政府采购活动,应当符合采购价格低于市场平均价格、采购效率更高、采购质量优良和服务良好的要求。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "监察部门应当对政府采购项目的采购活动进行检查,政府采购当事人应当如实反映情况,提供有关材料。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "竞争性谈判应根据符合采购需求、质量和服务相等且报价最低的原则确定成交供应商。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "联合体投标的,如果由联合体中的一方名义提交投标保证金的,对联合体各方均具有约束力。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "联合体中有同类资质的供应商按照联合体分工承担相同工作的,应当按照资质等级较低的供应商确定资质等级。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "联合体中有同类资质的供应商按照联合体分工承担相同工作的,应当按照资质等级较高的供应商确定资质等级。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "两个以上的自然人、法人或者其他组织可以组成一个联合体,以一个供应商的身份共同参加政府采购。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "强制采购的节能产品包含计算机设备、输入输出设备、制冷空调设备、镇流器、生活用电电器、照明设备、电视设备、视频设备(监视器)、水嘴。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "任何单位和个人不得采用任何方式,阻挠和限制供应商自由进入本地区和本行业的政府采购市场。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "审计机关应当对政府采购进行审计监督。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "市级政府部门可以限制供应商自由进入本地区和本行业的政府采购市场。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "属于地方预算的政府采购项目,其集中采购目录和政府采购限额标准由省、自治区、直辖市人民政府或者其授权的机构确定并公布。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "属于地方预算的政府采购项目,其集中采购目录由省、自治区、直辖市人民政府或者其授权的机构确定并公布。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "属于地方预算的政府采购项目,其集中采购目录由市级人民政府或者其授权的机构确定并公布。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "属于地方预算的政府采购项目,其集中采购目录由县级人民政府或者其授权的机构确定并公布。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "我国《政府采购法》规定,除极少数法定情形外,政府采购应当采购本国货物、工程和服务。这一规定体现了政府采购具有活跃市场经济的功能。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "我国政府采购法律制度由《政府采购法》、国务院颁布的一系列部门规章,以及地方性法规和政府规章组成。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "在政府采购相关法律法规中,无效投标的概念等同于废标的概念。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "在中华人民共和国境内进行的政府采购和军事采购适用《政府采购法》。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "招标后没有供应商投标或者没有合格标的或者重新招标未能成立的,可以采用竞争性谈判方式采购。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "政府采购,在同等条件下应当优先购买残疾人福利性单位的产品或者服务。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "政府采购当事人不得相互串通损害国家利益、社会公共利益和其他当事人的合法权益;不得以任何手段排斥其他供应商参与竞争。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "政府采购的对象包括货物、工程、服务和知识产权。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "政府采购的信息应当在政府采购监督管理部门指定的媒体上及时向社会公开发布,但涉及企业名称的除外。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "政府采购的信息应当在政府采购监督管理部门指定的媒体上及时向社会公开发布,但涉及商业秘密的除外。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "政府采购的信息应当在政府采购监督管理部门指定的媒体上及时向社会公开发布,但涉及商业秘密的除外。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "政府采购工程进行招标投标的,适用招标投标法。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "政府采购监督管理部门、政府采购各当事人有关政府采购活动,应当接受审计机关的审计监督。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "政府采购实行集中采购和分散采购相结合。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "政府采购是指各级国家机关、企事业单位和团体组织,使用财政性资金采购依法制定的集中采购目录内的或者采购限额标准以上的货物、工程和服务的行为。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "政府采购制度是一项重要的财政支出管理制度,是公共财政的重要组成部分。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "政府采购项目的采购标准应当公开。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "政府采购应当采购本国货物、工程和服务,没有例外。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "政府采购应当严格按照批准的预算执行。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "政府采购应当严格按照批准的预算执行。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "政府采购应当有助于实现国家的经济和社会发展政策目标,包括保护环境,扶持不发达地区和少数民族地区,促进中小企业发展等。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "政府采购中公开招标是政府采购的主要采购方式。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "政府采购中竞争性谈判是政府采购的主要采购方式。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "政府采购中邀请招标应作为政府采购的主要采购方式。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "政府采购主体中的国家机关是指各级国家权力机关、行政机关、司法机关、党务机关等。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "政府采购资金为财政性资金。按照财政部的现行规定,财政性资金是指预算内资金、预算外资金的总和。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "政府集中采购目录和采购限额标准依照《政府采购法》规定的权限制定。_____ ",
    options: {
      A: "正确",
      B: "错误",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "_____ 不得非法干预、影响评标的过程和结果。",
    options: {
      A: "任何单位和个人不得",
      B: "招标监管部门",
      C: "招标人上级部门",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "_____ 不得将依法必须进行招标的项目化整为零或者以其他任何方式规避招标。",
    options: {
      A: "国务院",
      B: "财政部门",
      C: "省级政府",
      D: "任何单位和个人",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "_____ 不得挪用投标保证金。",
    options: {
      A: "招标人",
      B: "招标代理机构",
      C: "招标监管机构",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "_____ 不得违法限制或者排斥本地区、本系统以外的法人或者其他组织参加投标,不得以任何方式非法干涉招标投标活动。",
    options: {
      A: "国家发展改革部门",
      B: "财政部门",
      C: "省级政府",
      D: "任何单位和个人",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "_____ 不得以不合理的条件限制或者排斥潜在投标人,不得对潜在投标人实行歧视待遇。",
    options: {
      A: "资格预审文件",
      B: "招标邀请书",
      C: "招标文件",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "_____ 不得要求或者标明特定的生产供应者以及含有倾向或者排斥潜在投标人的其他内容。",
    options: {
      A: "招标人",
      B: "招标监管部门",
      C: "招标人上级部门",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "_____ 对投标人资格条件有规定的,投标人应当具备规定的资格条件。",
    options: {
      A: "国家",
      B: "财政部门",
      C: "国家发展改革委员会",
      D: "以上均不对",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "_____ 对投标人的资格条件有规定的,依照其规定。",
    options: {
      A: "资格预审文件",
      B: "邀请文件",
      C: "招标文件",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "_____ 或者国务院对必须进行招标的其他项目的范围有规定,依照其规定。",
    options: {
      A: "法律",
      B: "行政法规",
      C: "规章",
      D: "地方法规",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "_____ 决定是否编制标底。",
    options: {
      A: "招标人可以自行",
      B: "招标人上级部门可以",
      C: "招标监管部门可以",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "_____ 实行统一的评标专家专业分类标准和管理办法。",
    options: {
      A: "财政监管部门",
      B: "国家发展改革部门",
      C: "省级部门",
      D: "国家",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "_____ 是依照本法规定提出招标项目、进行招标的法人或者其他组织。",
    options: {
      A: "采购人",
      B: "供应商",
      C: "招标人",
      D: "投标人",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "_____ 为同一人或者存在控股、管理关系的不同单位,不得参加同一标段投标或者未划分标段的同一招标项目投标。",
    options: {
      A: "单位财务主管",
      B: "单位工程主管",
      C: "单位技术主管",
      D: "单位负责人",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "_____ 要对评分汇总情况进行复核。",
    options: {
      A: "采购人",
      B: "采购代理机构",
      C: "评标委员会",
      D: "供应商代表",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "_____ 以任何方式指定或者变相指定参加评标委员会的专家成员。",
    options: {
      A: "任何单位和个人不得",
      B: "招标代理机构可以",
      C: "招标人可以",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "_____ 应当采取必要的措施,保证评标在严格保密的情况下进行。",
    options: {
      A: "招标监管部门",
      B: "招标代理机构",
      C: "招标人",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "_____ 应当向评标委员会提供评标所必需的信息,但不得明示或者暗示其倾向或者排斥特定投标人。",
    options: {
      A: "招标监管部门",
      B: "招标代理机构",
      C: "招标人",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "_____ 应当组建综合评标专家库。",
    options: {
      A: "市级政府",
      B: "省级政府",
      C: "国家发展改革部门",
      D: "国家",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "_____ 有关规定对投标人资格条件有规定的,投标人应当具备规定的资格条件。",
    options: {
      A: "县级人民政府",
      B: "市级人民政府",
      C: "设区的市级人民政府",
      D: "省级人民政府",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "_____ 指导和协调本行政区域的招标投标工作。",
    options: {
      A: "县级以上地方人民政府发展改革部门",
      B: "县级以上地方人民政府财政部门",
      C: "县级以上地方人民政府建设部门",
      D: "县级以上地方人民政府监察部门",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "《招标投标法》第6条规定:“依法必须进行招标的项目,其招标投标活动不受地区或者部门的限制。任何单位和个人不得违法限制或者排斥本地区、本系统以外的法人或者其他组织参加投标,不得以任何方式非法干涉招标活动。”该规定体现了《招标投标法》的_____ 原则。",
    options: {
      A: "公开",
      B: "公平",
      C: "公正",
      D: "诚实信用",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "《招标投标法》第三十七条第三款所称_____ 招标项目,是指技术复杂、专业性强或者国家有特殊要求,采取随机抽取方式确定的专家难以保证胜任评标工作的项目。",
    options: {
      A: "特定",
      B: "特殊",
      C: "复杂",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "《招标投标法》规定,评标专家占评标委员会总人数的_____ 以上,对评标委员会的整体水平有至关重要的影响。",
    options: {
      A: "1/3",
      B: "1/2",
      C: "2/3",
      D: "3/4",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "《招标投标法》规定,招标文件开始发出之日起至投标文件截止之日止,最短_____ 。",
    options: {
      A: "15日",
      B: "15个工作日",
      C: "20日",
      D: "20个工作日",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "《招标投标法》规定,招标文件中没有规定的标准和方法不得作为评标和中标的依据,这体现了招标投标活动应遵循的_____ 原则。",
    options: {
      A: "公正",
      B: "公平",
      C: "诚实信用",
      D: "公开",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "《招标投标法实施条例》规定,履约保证金不得超过为中标合同金额的_____ 。",
    options: {
      A: "5%",
      B: "10%",
      C: "15%",
      D: "25%",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "被更换的评标委员会成员作出的评审结论_____ ,由更换后的评标委员会成员重新进行评审。",
    options: {
      A: "有效",
      B: "无效",
      C: "待定",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "编制评标报告时要注意_____ 。",
    options: {
      A: "评标报告的要素要符合相关规定要求",
      B: "有不同意见一定要在评标报告上反映",
      C: "所有评委应当在评标报告签字,拒绝签字视同同意",
      D: "以上三条均是",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "标底只能作为评标的_____ 。",
    options: {
      A: "参考",
      B: "依据",
      C: "理由",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "不同投标人的投标保证金从同一单位或者个人的账户转出,_____ 。",
    options: {
      A: "不视为投标人相互串通投标",
      B: "视为不违法投标行为",
      C: "视为投标人相互串通投标",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "不同投标人的投标文件异常一致或者投标报价呈规律性差异,_____ 。",
    options: {
      A: "视为投标人相互串通投标",
      B: "视为不违法投标行为",
      C: "不视为投标人相互串通投标",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "不同投标人的投标文件由同一单位或者个人编制,_____ 。",
    options: {
      A: "视为投标人相互串通投标",
      B: "视为不违法投标行为",
      C: "不视为投标人相互串通投标",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "不同投标人的投标文件载明的项目管理成员为同一人,_____ 。",
    options: {
      A: "不视为投标人相互串通投标",
      B: "视为不违法投标行为",
      C: "视为投标人相互串通投标",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "除招标投标法第三十七条第三款规定的特殊招标项目外,依法必须进行招标的项目,其评标委员会的专家成员应当从评标专家库内相关专业的专家名单中以_____ 方式确定。",
    options: {
      A: "招标人指定方式",
      B: "招标代理机构指定方式",
      C: "随机抽取方式",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "单位负责人为_____ 或者存在控股、管理关系的不同单位,不得参加同一标段投标或者未划分标段的同一招标项目投标。",
    options: {
      A: "同一人",
      B: "亲戚",
      C: "朋友",
      D: "同学",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "单位负责人为同一人或者存在控股、管理关系的不同单位,_____ 同一标段投标或者未划分标段的同一招标项目投标。",
    options: {
      A: "可以参加",
      B: "不得参加",
      C: "报招标监管部门后可以参加",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "单位负责人为同一人或者存在控股、管理关系的不同单位,参加同一标段投标的,相关投标_____ 。",
    options: {
      A: "无效",
      B: "有效",
      C: "经招标监管部门批准后有效",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "对于依法必须招标的项目,下列行为不属于限制和排斥潜在投标人的是_____ 。",
    options: {
      A: "在本公司和省级指定媒介同时发布了招标公告",
      B: "招标公告要求投标人必须具备项目所在地的相关业绩",
      C: "招标公告要求只有缴纳投标保证金才能购买招标文件",
      D: "招标公告要求投标人必须具备某行业协会颁布的资格条件",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "对与招标投标活动有关的监察对象的监察由_____ 依法实施。",
    options: {
      A: "监察机关",
      B: "招投标监管机构",
      C: "行政监督主管部门",
      D: "审计部门",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "法律或者_____ 对必须进行招标的其他项目的范围有规定的,依照其规定。",
    options: {
      A: "全国人大常委会",
      B: "国务院",
      C: "国务院发展改革部门",
      D: "各级地方政府",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "根据《评标委员会和评标方法暂行规定》,可以担任评标委员会成员的是_____ 。",
    options: {
      A: "投标人的近亲属",
      B: "项目主管部门的人员",
      C: "与招标人没有经济利益关系的人",
      D: "曾因在评标活动中从事违法行为而受到刑事处罚的",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "根据《招标投标法》,关于评标专家身份是否应公开,下列说法符合法律规定的是_____ 。",
    options: {
      A: "抽取评标专家名单后进行公示,充分体现了“公开原则”,有利于对评标专家的监督",
      B: "抽取评标专家名单后不能立即进行公示,只能在开标时进行公示",
      C: "评标专家作为评委,其身份特殊,应一直对评标专家的名单进行保密",
      D: "在中标结果确定之前,必须对评标专家进行保密",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "根据《招标投标法》,开标前接收投标文件和开标时检查投标文件的密封情况,应当依次分别由_____ 负责。",
    options: {
      A: "招标人 招标人",
      B: "招标人 投标人",
      C: "招标人 行政监督人员",
      D: "投标人 投标人",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "根据《招标投标法》,评标委员会成员收受投标人的财物或者其他好处的,向他人透露对投标文件的评审和比较、中标候选人的推荐以及与评标有关的其他情况的,给予警告,没收收受的财物,可以并处_____ 的罚款,对有所列违法行为的评标委员会成员取消担任评标委员会成员的资格,不得再参加任何依法必须进行招标的项目的评标;构成犯罪的,依法追究刑事责任。",
    options: {
      A: "三千元以上三万元以下",
      B: "五千元以上五万元以下",
      C: "三千元以上五万元以下",
      D: "一千元以上五万元以下",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "根据《招标投标法》,特殊招标项目的评标专家可以由_____ 直接确定。",
    options: {
      A: "招标人",
      B: "主管部门",
      C: "招标代理机构",
      D: "行政监督部门",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "根据《招标投标法》,下列关于评标纪律的表述中不正确的是_____ 。",
    options: {
      A: "评标委员会成员应客观、公正地履行职务,遵守职业道德,对所提出的评审意见承担个人责任",
      B: "评标委员会不得私下接触投标人",
      C: "任何单位和个人不得非法干预、影响评标的过程和结果",
      D: "评标委员会不得透漏评标的标准和原则",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "根据《招标投标法》,下列关于招标的说法,错误的是_____ ",
    options: {
      A: "招标方式分为公开招标和邀请招标",
      B: "履行审批手续的项目不一定需要招标",
      C: "招标应当具备法定的条件方可进行",
      D: "依法进行招标的项目必须委托招标",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "根据《招标投标法》,下列关于招标的说法中,错误的是_____ ",
    options: {
      A: "招标方式分为公开招标和邀请招标",
      B: "履行审批手续的项目不一定需要招标",
      C: "招标应当具备法定的条件方可进行",
      D: "依法进行招标的项目必须委托招标",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "根据《招标投标法》,下列招标项目中允许自然人投标的是_____ 。",
    options: {
      A: "设计项目招标",
      B: "监理项目招标",
      C: "绿化工程项目招标",
      D: "科研项目招标",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "根据《招标投标法》,在评标过程中只有_____ 能够启动澄清程序。",
    options: {
      A: "评标委员会",
      B: "招标人",
      C: "招标代理机构",
      D: "行政监督部门",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "根据《招标投标法》的规定,联合体的资质等级采取_____ 的原则。",
    options: {
      A: "就高不就低",
      B: "优等资质",
      C: "就低不就高",
      D: "其综合资质",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "根据《招标投标法》的规定,下列关于招标的说法,正确的是_____ 。",
    options: {
      A: "招标方式分为公开招标、邀请招标和竞争性谈判",
      B: "履行审批手续的项目必须招标",
      C: "招标应当具备法定的条件方可进行",
      D: "依法进行招标的项目必须委托招标",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "根据《招标投标法》的相关规定,确定中标人的权利归属于_____ 。",
    options: {
      A: "招标人",
      B: "评标委员会",
      C: "招标代理机构",
      D: "行政监督部门",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "根据《招标投标法》规定,下列关于联合体投标的变更表述中不正确的是_____ 。",
    options: {
      A: "联合体成员的变更必须在投标截止时间之前得到招标人同意",
      B: "联合体各方应当在招标人进行资格预审时,向招标人提出组成联合体的申请",
      C: "招标人可通过相关法律规定强制要求资格预审合格的投标人组成联合体",
      D: "通常情况下,变更后的联合体资质发生降低或影响到招标竞争性时,招标人有权拒绝",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "根据《招标投标法》规定,下列关于投标文件的送达表述,不正确的是_____ 。",
    options: {
      A: "投标文件必须在招标文件规定的投标截止时间之前送达",
      B: "投标人递送投标文件的方式可以直接送达,也可以通过邮寄方式送达",
      C: "邮寄方式送法应以邮戳时间为准",
      D: "投标人因为递交地点发生错误而逾期送达投标文件",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "根据《招标投标法》规定,下列关于投标文件的送达和签收的表述,不正确的是_____ 。",
    options: {
      A: "在招标文件要求提交投标文件的截止时间后送达的投标文件,招标人应当拒收",
      B: "招标人收到投标文件后,应当签收保存,不得开启",
      C: "投标人递送投标文件的方式只可通过直接送达方式",
      D: "如果投标文件没有按照招标文件要求送达,招标人可以拒绝受理",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "根据《招标投标法实施条例》,关于两阶段招标的说法正确的是_____ ",
    options: {
      A: "第一阶段提交不带报价的技术建议、第二阶段提交不带报价的最终技术方案",
      B: "第一阶段提交不带报价的技术建议、第二阶段提交最终技术方案和投标报价",
      C: "第一阶段提交带报价的技术建议、第二阶段提交不带报价的最终技术方案",
      D: "第一阶段提交带报价的技术建议、第二阶段提交最终技术方案和投标报价",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "根据《招标投标法实施条例》,关于履约保证金的说法正确的是_____ ",
    options: {
      A: "履约保证金是法定权力",
      B: "中标人不按照招标文件的要求缴纳履约保证金,招标人可以拒绝同其签订书面合同",
      C: "可以要求履约保证金为合同价的15%",
      D: "履约保证金只能以现金的方式缴纳",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "根据《招标投标法实施条例》,关于终止招标,下列说法中错误的是_____ 。",
    options: {
      A: "招标人终止招标应发公告或以书面形式通知相关潜在投标人",
      B: "终止招标后招标人对已经收取的保证金及其银行同期存款利息应当及时退还",
      C: "终止招标后招标人应当退还购买资格预审文件、招标文件的费用及其同期银行贷款利息",
      D: "启动终止招标程序的主体是招标人",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "根据《招标投标法实施条例》的规定,下列关于资格预审文件发售时间的说法中,正确的是_____ 。",
    options: {
      A: "由招标人在资格预审文件中自行规定",
      B: "自发售之日起至停止出售之日止最短不得少于5日",
      C: "停止出售之日应在资格预审申请文件提交截止时间15天前",
      D: "停止出售之日应与资格预审申请文件提交截止时间相同",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "根据《招标投标法实施条例》规定,按照国家有关规定需要履行项目审批、核准手续的依法必须进行招标的项目,其招标范围、招标方式、招标组织形式应当报_____ 审批、核准。",
    options: {
      A: "住房城乡建设部",
      B: "招标人上级单位",
      C: "项目审批、核准部门",
      D: "省级人民政府",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "根据《招标投标法实施条例》规定,履约保证金的形式通常为_____ 。",
    options: {
      A: "支票、汇票、现钞、履约担保函",
      B: "支票、汇票、股票、履约担保函",
      C: "汇票、股票、存款单",
      D: "支票、汇票、债券、履约担保函",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "根据《招标投标法实施条例》规定,投标有效期应从_____ 起计算。",
    options: {
      A: "招标文件规定的提交投标文件截止之日",
      B: "投标函标明的签章日期",
      C: "投标保证金提交之日",
      D: "确定中标结果之日",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "根据《中华人民共和国招标投标法》,评标委员会成员的名单在中标结果确定前应当_____ 。",
    options: {
      A: "公开",
      B: "保密",
      C: "告知投标人",
      D: "网络征集",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "根据国家相关法律规定,下列关于投标保证金的说法正确的是_____ 。",
    options: {
      A: "投标保证金只能以保函形式提交",
      B: "投标保证金的保证范围可以由招标人在招标文件中规定",
      C: "投标保证金在中标通知书到达中标人之日生效",
      D: "投标保证金即定金",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "公开招标项目中,评标委员会由采购人代表和评审专家组成,成员人数应当为_____ 人以上单数。",
    options: {
      A: "3人",
      B: "5人",
      C: "7人",
      D: "9人",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "关于开标的程序和内容中,下列选项顺序正确的一项是_____ ",
    options: {
      A: "密封情况检查-公证-拆封-唱标",
      B: "密封情况检查-拆封-公证-唱标",
      C: "密封情况检查-拆封-唱标记录并存档",
      D: "密封情况检查-拆封-公证-记录并存档",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "关于投标文件的构成的编制,下列说法正确的是_____ 。",
    options: {
      A: "投标文件应当全面响应招标文件提出的实质性要求和条件",
      B: "工程施工项目的投标文件必须包括用于完成招标项目的机械设备和分包人名单",
      C: "联合体投标的,投标文件应包括每个联合体成员提供的投标函",
      D: "机电产品国际招标项目,投标文件应包括经公证的授权委托书",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "国家工作人员利用职务便利,以直接或者间接、明示或者暗示等任何方式非法干涉招标投标活动,依法给予_____ 处分。",
    options: {
      A: "记过或者记大过",
      B: "记过",
      C: "记大过",
      D: "警告或者严重警告",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "国家鼓励利用信息网络进行_____ 。",
    options: {
      A: "电子招标投标",
      B: "互联网招标投标",
      C: "线上招标投标",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "开标地点应当为招标文件中_____ 。",
    options: {
      A: "预先确定的地点",
      B: "开标时确定的地点",
      C: "开标时招标人指定的地点",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "开标应当在招标文件确定的提交投标文件_____ 公开进行。",
    options: {
      A: "截止时间之后",
      B: "截止时间之后的某一时间",
      C: "截止时间的同一时间",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "开标由_____ 主持,邀请所有投标人参加。",
    options: {
      A: "招标人",
      B: "投标人",
      C: "招标代理机构",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "联合体_____ 均应当具备承担招标项目的相应能力。",
    options: {
      A: "一方",
      B: "各方",
      C: "相加",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "联合体各方在同一招标项目中以自己名义单独投标或者参加其他联合体投标的,相关_____ 。",
    options: {
      A: "投标均有效",
      B: "投标均无效",
      C: "与招标人沟通得到同意后投标有效",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "评标报告应当由评标委员会全体成员签字。评标委员会成员拒绝在评标报告上签字又不书面说明其不同意见和理由的,视为_____ 。",
    options: {
      A: "不同意评标结果",
      B: "同意评标结果",
      C: "退出本次评标",
      D: "本次评标失败",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "评标过程中,评标委员会成员有回避事由、擅离职守或者因健康等原因不能继续评标的,_____ 更换。",
    options: {
      A: "可以进行",
      B: "应当及时",
      C: "不需要",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "评标委员会不得接受投标人_____ 的澄清、说明。",
    options: {
      A: "主动提出",
      B: "被动提出",
      C: "受邀请提出",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "评标委员会成员收受投标人的财物或者其他好处的,没收收受的财物,处_____ 的罚款,取消担任评标委员会成员的资格。",
    options: {
      A: "3000元以上2万元以下",
      B: "5000元以上3万元以下",
      C: "3000元以上5万元以下",
      D: "5000元以上5万元以下",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "评标委员会成员与投标人有利害关系的,_____ 。",
    options: {
      A: "可以回避",
      B: "不需回避",
      C: "应当主动回避",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "评标委员会应当按照_____ ,对投标文件进行评审和比较。",
    options: {
      A: "评标委员会成员的经验",
      B: "招标人监管机构的规定",
      C: "招标人的要求",
      D: "按照招标文件确定的评标标准和方法",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "评标由_____ 依法组建的评标委员会负责。",
    options: {
      A: "招标人",
      B: "投标人",
      C: "招标代理机构",
      D: "招标监管部门",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "评标专家专业分类具体的标准和管理办法,由_____ 会同国务院有关部门制定。",
    options: {
      A: "财政监管部门",
      B: "国务院国家发展改革部门",
      C: "国务院",
      D: "全国人大",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "潜在投标人或者其他利害关系人对招标文件有异议的,应当在投标截止时间_____ 前提出。",
    options: {
      A: "2日",
      B: "3日",
      C: "5日",
      D: "10日",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "潜在投标人或者其他利害关系人对资格预审文件有异议的,应当在提交资格预审申请文件截止时间_____ 前提出。",
    options: {
      A: "2日",
      B: "3日",
      C: "5日",
      D: "7日",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "潜在投标人在购买招标文件时就提交了投标保证金,但在投标文件提交截止时间前没有提交投标文件,投标人将承担的后果是_____ 。",
    options: {
      A: "投标保证金被没收",
      B: "被记入违约黑名单",
      C: "不承担法律责任",
      D: "造成本次招标失败的,应当赔偿招标人损失",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "任何单位和个人不得将依法必须进行_____ 的项目化整为零或者以其他任何方式规避招标。",
    options: {
      A: "竞争性谈判",
      B: "招标",
      C: "询价",
      D: "单一来源采购",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "任何单位和个人不得违法限制或者排斥本地区、本系统_____ 的法人或者其他组织参加投标,不得以任何方式非法干涉招标投标活动。",
    options: {
      A: "以上",
      B: "以下",
      C: "以外",
      D: "以内",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "任何单位和个人不得违法限制或者排斥本地区、本系统以外的法人或者其他组织参加_____ ,不得以任何方式非法干涉招标投标活动。",
    options: {
      A: "招标",
      B: "投标",
      C: "开标",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "属于同一集团、协会、商会等组织成员的投标人按照该组织要求协同投标,_____ 。",
    options: {
      A: "属于不违法投标行为",
      B: "不属于投标人相互串通投标",
      C: "属于投标人相互串通投标",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "通过资格预审的申请人少于_____ 个的,应当重新招标。",
    options: {
      A: "3",
      B: "5",
      C: "7",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "同一投标人提交两个以上不同的投标文件或者投标报价,且招标文件未要求提交备选投标的,评标委员会_____ 。",
    options: {
      A: "可以否决其投标",
      B: "不能否决其投标",
      C: "经招标人同意后否决其投标",
      D: "应当否决其投标",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "投标保证金有效期应当与_____ 一致。",
    options: {
      A: "资格预审有效期",
      B: "招标有效期",
      C: "投标有效期",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "投标报价低于成本或者高于招标文件设定的最高投标限价的,评标委员会_____ 。",
    options: {
      A: "应当否决其投标",
      B: "可以否决其投标",
      C: "不能否决其投标",
      D: "经招标人同意后否决其投标",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "投标联合体没有提交共同投标协议的,评标委员会_____ 。",
    options: {
      A: "可以否决其投标",
      B: "应当否决其投标",
      C: "不能否决其投标",
      D: "经招标人同意后否决其投标",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "投标人_____ 按照招标文件的要求编制投标文件。",
    options: {
      A: "可以",
      B: "能够",
      C: "应当",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "投标人_____ 以低于成本的报价竞标。",
    options: {
      A: "可以",
      B: "不得",
      C: "能够",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "投标人_____ 以他人名义投标,骗取中标。",
    options: {
      A: "可以",
      B: "能够",
      C: "不得",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "投标人不符合国家或者招标文件规定的资格条件的,评标委员会_____ ",
    options: {
      A: "可以否决其投标",
      B: "不能否决其投标",
      C: "应当否决其投标",
      D: "经招标人同意后否决其投标",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "投标人不再具备资格预审文件、招标文件规定的资格条件或者其投标影响招标公正性的,其_____ 。",
    options: {
      A: "投标有效",
      B: "投标无效",
      C: "与招标人沟通得到同意后投标有效",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "投标人参加_____ 进行招标的项目的投标,不受地区或者部门的限制,任何单位和个人不得非法干涉。",
    options: {
      A: "依法能够",
      B: "依法可以",
      C: "依法必须",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "投标人参加依法必须进行招标的项目的投标,_____ ,任何单位和个人不得非法干涉。",
    options: {
      A: "不受地区或者部门的限制",
      B: "受地区和部门的限制",
      C: "不受任何限制",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "投标人参加依法必须进行招标的项目的投标,不受地区或者部门的限制,_____ 干涉。",
    options: {
      A: "招标人可以",
      B: "招标监管部门可以",
      C: "任何单位和个人不得非法",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "投标人对开标有异议的,应当在_____ 提出。",
    options: {
      A: "预先确定的地点",
      B: "开标现场",
      C: "招标人指定的地点",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "投标人根据招标文件载明的项目实际情况,拟在中标后将中标项目的_____ 进行分包的,应当在投标文件中载明。",
    options: {
      A: "主体部分",
      B: "关键性工作",
      C: "所有非主体、非关键性工作",
      D: "部分非主体、非关键性工作",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "投标人根据招标文件载明的项目实际情况,拟在中标后将中标项目的部分非主体、非关键性工作进行分包的,_____ 在投标文件中载明。",
    options: {
      A: "应当",
      B: "能够",
      C: "可以",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "投标人或者其他利害关系人对依法必须进行招标的项目的评标结果有异议的,应当在_____ 提出。",
    options: {
      A: "开标现场",
      B: "评标现场",
      C: "中标候选人公示期间",
      D: "中标通知书发出后",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "投标人提供虚假的财务状况或者业绩,属于_____ 。",
    options: {
      A: "属于《招标投标法》第三十三条规定的以其他方式弄虚作假的行为",
      B: "不属于《招标投标法》第三十三条规定的以其他方式弄虚作假的行为",
      C: "不属于违法行为",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "投标人提供虚假的项目负责人或者主要技术人员简历、劳动关系证明,属于_____ 。",
    options: {
      A: "不属于违法行为",
      B: "属于《招标投标法》第三十三条规定的以其他方式弄虚作假的行为",
      C: "不属于《招标投标法》第三十三条规定的以其他方式弄虚作假的行为",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "投标人使用伪造、变造的许可证件,属于_____ 。",
    options: {
      A: "不属于违法行为",
      B: "不属于《招标投标法》第三十三条规定的以其他方式弄虚作假的行为",
      C: "属于《招标投标法》第三十三条规定的以其他方式弄虚作假的行为",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "投标人提供虚假的信用状况,属于_____ 。",
    options: {
      A: "属于《招标投标法》第三十三条规定的以其他方式弄虚作假的行为",
      B: "不属于《招标投标法》第三十三条规定的以其他方式弄虚作假的行为",
      C: "不属于违法行为",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "投标人应当在招标文件要求提交投标文件的截止时间前,将投标文件送达_____ 。",
    options: {
      A: "招标代理机构",
      B: "招标人单位",
      C: "投标地点",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "投标人有串通投标行为的,评标委员会_____ 。",
    options: {
      A: "可以否决其投标",
      B: "不能否决其投标",
      C: "应当否决其投标",
      D: "经招标人同意后否决其投标",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "投标人有弄虚作假、行贿等违法行为的,评标委员会_____ 。",
    options: {
      A: "可以否决其投标",
      B: "不能否决其投标",
      C: "经招标人同意后否决其投标",
      D: "应当否决其投标",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "投标人有行贿行为的,评标委员会_____ 。",
    options: {
      A: "应当否决其投标",
      B: "可以否决其投标",
      C: "不能否决其投标",
      D: "经招标人同意后否决其投标",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "投标人之间为谋取中标或者排斥特定投标人而采取的其他联合行动,_____ 。",
    options: {
      A: "属于不违法投标行为",
      B: "属于投标人相互串通投标",
      C: "不属于投标人相互串通投标",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "投标人之间协商投标报价等投标文件的实质性内容,_____ 。",
    options: {
      A: "属于投标人相互串通投标",
      B: "属于不违法投标行为",
      C: "不属于投标人相互串通投标",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "投标人之间约定部分投标人放弃投标或者中标,_____ 。",
    options: {
      A: "属于不违法投标行为",
      B: "属于投标人相互串通投标",
      C: "不属于投标人相互串通投标",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "投标人之间约定中标人,_____ 。",
    options: {
      A: "属于投标人相互串通投标",
      B: "属于不违法投标行为",
      C: "不属于投标人相互串通投标",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "投标文件_____ 对招标文件提出的实质性要求和条件作出响应。",
    options: {
      A: "应当",
      B: "能够",
      C: "可以",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "投标文件没有对招标文件的实质性要求和条件作出响应的,评标委员会_____ 。",
    options: {
      A: "可以否决其投标",
      B: "应当否决其投标",
      C: "不能否决其投标",
      D: "经招标人同意后否决其投标",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "投标文件未经投标单位盖章和单位负责人签字的,评标委员会_____ 。",
    options: {
      A: "应当否决其投标",
      B: "可以否决其投标",
      C: "不能否决其投标",
      D: "经招标人同意后否决其投标",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "违反本法规定,必须进行招标的项目而不招标的,将必须进行招标的项目化整为零或者以其他任何方式规避招标的,责令限期改正,可以处项目合同金额_____ 以下的罚款。",
    options: {
      A: "千分之三以上千分之五以下",
      B: "千分之三以上千分之十以下",
      C: "千分之五以上千分之十以下",
      D: "千分之五以上千分之二十以下",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "下列关于《招标投标法》适用范围的说法中,正确的是_____ ",
    options: {
      A: "适用于我国境内进行的招标投标活动",
      B: "在我国香港、澳门特别行政区也适用",
      C: "只适用于我国境内进行的工程建设项目的招标投标活动",
      D: "使用国际组织贷款的项目也必须适用",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "下列关于《招标投标法》适用范围的说法中,正确的是_____ ",
    options: {
      A: "在我国澳门特别行政区也适用",
      B: "在我国香港特别行政区也适用",
      C: "适用于我国境内进行的招标投标活动",
      D: "适用于我国境内进行的所有政府采购活动",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "下列关于必须进行招标项目的说法中,错误的是_____ 。",
    options: {
      A: "《招标投标法》原则上规定了必须进行招标项目的范围",
      B: "必须进行招标项目就是必须公开招标的项目",
      C: "使用国有资金投资的项目属于必须进行招标项目",
      D: "不同类型项目必须进行招标的具体范围是不同的",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "下列关于评标委员会评标时的做法中,正确的是_____ 。",
    options: {
      A: "评标委员会可以接受投标人主动提出的澄清、说明",
      B: "评标委员会成员可以向招标人征询确定中标人的意向",
      C: "评标委员会成员按照招标文件规定的评标标准和方法进行评标",
      D: "评标委员会成员按照招标文件规定的评标标准和方法制定的评标细则进行评标",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "下列关于投标人对投标文件修改的说法中,正确的是_____ 。",
    options: {
      A: "投标人提交投标文件后不得修改其投标文件",
      B: "投标人可以利用评标过程中对投标文件澄清的机会修改其投标文件,且修改内容应当作为投标文件的组成部分",
      C: "投标人对投标文件的修改,可以使用单独的文件进行密封、签署并提交",
      D: "投标人修改投标文件的,招标人有权接受较原投标文件",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "下列关于投标人对投标文件修改的说法中,正确的是_____ 。",
    options: {
      A: "投标人提交投标文件后不得修改其投标文件",
      B: "投标人可以利用评标过程中对投标文件澄清的机会修改其投标文件,且修改内容应当作为投标文件的组成部分",
      C: "投标人对投标文件的修改,可以使用单独的文件进行密封、签署并提交",
      D: "投标人修改投标文件的,招标人有权接受较原投标文件",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "下列哪一项不属于《招标投标法》的立法目的_____ 。",
    options: {
      A: "为了规范招标投标活动",
      B: "保护国家利益、社会公共利益和招标投标活动当事人的合法权益",
      C: "提高经济效益",
      D: "降低工程造价",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "下列哪一项不属于《招标投标法》的立法目的_____ 。",
    options: {
      A: "促进廉政建设",
      B: "保证工程建设项目",
      C: "保护国家利益、社会公共利益和招标投标活动当事人的合法权益",
      D: "保证项目质量",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "下列哪一项不属于《招标投标法》的立法目的_____ 。",
    options: {
      A: "为了规范招标投标活动",
      B: "保护国家利益、社会公共利益和招标投标活动当事人的合法权益",
      C: "提高经济效益",
      D: "保证项目质量",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "下列哪一项属于《招标投标法》的立法目的_____ 。",
    options: {
      A: "促进廉政建设",
      B: "保证工程建设项目",
      C: "为了规范招标投标活动",
      D: "降低工程造价",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "项目审批、核准部门应当及时将审批、核准确定的招标范围、招标方式、招标组织形式通报_____ 。",
    options: {
      A: "项目主管部门",
      B: "招投标监管部门",
      C: "住房城乡建设部门",
      D: "有关行政监督部门",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "需要采用不可替代的专利或者专有技术的,可以进行_____ 。",
    options: {
      A: "招标",
      B: "竞争性谈判",
      C: "询价",
      D: "单一来源采购",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "需要向原中标人采购工程、货物或者服务,否则将影响施工或者功能配套要求,可以不进行_____ 。",
    options: {
      A: "单一来源采购",
      B: "竞争性谈判",
      C: "招标",
      D: "询价",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "一个集团公司的两家子公司参加未划分标段的同一招标项目投标,相关投标_____ 。",
    options: {
      A: "有效",
      B: "无效",
      C: "经招标监管部门批准后有效",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "一个招标项目只能有_____ 标底。",
    options: {
      A: "一个",
      B: "两个",
      C: "三个",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "依法必须进行招标的项目,其招标投标活动不受_____ 或者部门的限制。",
    options: {
      A: "地区",
      B: "级别",
      C: "法律",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "依法必须进行招标的项目,自_____ 起至投标人提交投标文件截止之日止,最短不得少于二十日。",
    options: {
      A: "招标文件开始发出之日",
      B: "招标文件制定完成之日",
      C: "招标文件报主管部门之日",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "依法必须进行招标的项目的境内投标单位,以现金或者支票形式提交的投标保证金应当从其_____ 转出。",
    options: {
      A: "银行账户",
      B: "基本账户",
      C: "专项账户",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "依法必须招标的项目,评标委员会成员未在评标报告中陈述不同意见和理由,也拒绝签字的,视为_____ 。",
    options: {
      A: "同意评标结论",
      B: "评标结论待定",
      C: "弃权",
      D: "保留意见",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "已通过招标方式选定的特许经营项目投资人依法能够自行建设、生产或者提供,可以不进行_____ 。",
    options: {
      A: "单一来源采购",
      B: "竞争性谈判",
      C: "询价",
      D: "招标",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "由同一专业的单位组成的联合体,按照_____ 的单位确定资质等级。",
    options: {
      A: "资质等级较低",
      B: "资质等级较高",
      C: "联合体资质",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "与_____ 存在利害关系可能影响招标公正性的法人、其他组织或者个人,不得参加投标。",
    options: {
      A: "招标人",
      B: "招标人上级部门",
      C: "招标监管机构",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "预算金额为1200万的电梯项目,评标委员会成员人数应为_____ ",
    options: {
      A: "3人以上单数",
      B: "5人以上单数",
      C: "7人以上单数",
      D: "9人以上单数",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "在中华人民共和国境内进行大型基础设施、公用事业等关系社会公共利益、公众安全的项目的采购,必须进行_____ 。",
    options: {
      A: "竞争性谈判",
      B: "询价",
      C: "单一来源采购",
      D: "招标",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "招标投标活动应当遵循公开、_____ 的原则。",
    options: {
      A: "独立、自主和诚实信用",
      B: "独立、公正和维护公共利益",
      C: "公平、公正和诚实信用",
      D: "公平、公正和维护公共利益",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "招标投标活动应当遵循公开、公平、公正和_____ 的原则。",
    options: {
      A: "独立",
      B: "自主",
      C: "诚实信用",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "招标文件_____ 要求或者标明特定的生产供应者以及含有倾向或者排斥潜在投标人的其他内容。",
    options: {
      A: "不得",
      B: "可以",
      C: "能够",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "招标文件不得要求或者标明特定的生产供应者以及含有倾向或者排斥_____ 的其他内容。",
    options: {
      A: "供应商",
      B: "投标人",
      C: "潜在投标人",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "招标文件没有规定的评标标准和方法_____ 作为评标的依据。",
    options: {
      A: "可以",
      B: "能够",
      C: "不得",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "招标文件要求投标人提交的,投标保证金应当_____ 。",
    options: {
      A: "不得超过招标项目估算价的1%",
      B: "不得超过招标项目估算价的2%",
      C: "不得超过投标报价的1%",
      D: "不得超过投标报价的2%",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "招标文件要求中标人提交履约保证金的,中标人_____ 。",
    options: {
      A: "可以提交",
      B: "需要提交",
      C: "应当提交",
      D: "以上均不对",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "招标项目按照国家有关规定需要履行项目审批手续的,_____ 先履行审批手续,取得批准。",
    options: {
      A: "应当",
      B: "可以",
      C: "能够",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "中标候选人应当不超过3个,_____ 。",
    options: {
      A: "并标明排序",
      B: "不需要标明排序",
      C: "不能够标明排序",
      D: "以上均不对",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "中标人违反规定将中标项目的部分主体、关键性工作分包给他人的,处转让、分包项目金额_____ 以下的罚款。",
    options: {
      A: "5‰以上10‰以下",
      B: "3‰以上5‰以下",
      C: "1‰以上3‰以下",
      D: "1‰以上5‰以下",
    },
    answer: "A",
  },
  {
    type: "multiple",
    question:
      "《招标投标法》第三十七条第三款所称特殊招标项目,是指_____ ,采取随机抽取方式确定的专家难以保证胜任评标工作的项目。",
    options: {
      A: "招标人级别较高",
      B: "技术复杂",
      C: "专业性强",
      D: "国家有特殊要求",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question:
      "《招标投标法》规定,招标文件中没有规定的标准和方法不得作为评标和中标的依据,下列那些选项不属于该规定体现的原则。_____ ",
    options: {
      A: "公正",
      B: "公平",
      C: "诚实信用",
      D: "公开",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question:
      "根据《招标投标法》,关于评标专家身份是否应公开,下列说法不符合法律规定的是_____ 。",
    options: {
      A: "抽取评标专家名单后进行公示,充分体现了“公开原则”,有利于对评标专家的监督",
      B: "抽取评标专家名单后不能立即进行公示,只能在开标时进行公示",
      C: "评标专家作为评委,其身份特殊,应一直对评标专家的名单进行保密",
      D: "在中标结果确定之前,必须对评标专家进行保密",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "根据《招标投标法》,下列关于评标纪律的表述中正确的是_____ 。",
    options: {
      A: "评标委员会成员应客观、公正地履行职务,遵守职业道德,对所提出的评审意见承担个人责任",
      B: "评标委员会不得私下接触投标人",
      C: "任何单位和个人不得非法干预、影响评标的过程和结果",
      D: "评标委员会不得透漏评标的标准和原则",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "根据《招标投标法》规定,有关评标专家占评标委员会总人数的比例,错误的是_____ 。",
    options: {
      A: "1/3",
      B: "1/2",
      C: "2/3",
      D: "3/5",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question:
      "某大学图书馆建设项目,评标由甲、乙、丙、丁、戊组成 的评标委员会负责。下列有关他们的行为不符合《招标投 标法》规定的有。_____ ",
    options: {
      A: "甲接受某投标单位的请客吃饭",
      B: "乙为某投标单位的法律顾问,坚持秉公参与评标",
      C: "丙在校领导的授意下,向某投标单位泄露标底",
      D: "丁戊接受某投标单位提供的欧洲旅游",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "某依法必须招标的机电产品国际招标项目,评标委员会组 成为:招标代表1人,招标机构代表1人。技术、经济方面 的专家5人。关于该项目评标委员会成员的组成,下列说法 错误的是_____ 。",
    options: {
      A: "不应包括招标机构代表",
      B: "不应包括招标人代表",
      C: "评标委员会组成符合相关法律规定",
      D: "技术、经济方面的专家所占比例过低",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question: "哪些属于评标委员会必须遵守的规则。_____ ",
    options: {
      A: "不得私下接触投标人",
      B: "不得收受投标人给予的财物或者其他好处",
      C: "不得向招标人征询确定中标人的意向",
      D: "不得接受任何单位或者个人明示或者暗示提出的倾向 或者排斥特定投标人的要求",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "哪些属于评标委员会必须遵守的规则。_____ ",
    options: {
      A: "不得有不客观履行职务的行为",
      B: "不得有不公正履行职务的行为",
      C: "不得接受任何单位或者个人明示提出的倾向",
      D: "不得接受任何单位或者个人暗示提出的倾向",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "评标委员会成员禁止行为有哪些,下面描述准确的是_____ ",
    options: {
      A: "评标委员会成员收受投标人的财物或者其他好处的",
      B: "评标委员会成员或者参加评标的有关工作人员向他人 透露对投标文件的评审和比较情况",
      C: "评标委员会成员或者参加评标的有关工作人员向他人 透露中标候选人的推荐情况",
      D: "评标委员会成员或者参加评标的有关工作人员向他人 透露评标有关的其他情况的",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "评标委员会成员收受投标人的财物或者其他好处的,可以 处罚的金额不包括_____ ",
    options: {
      A: "3000元以上2万元以下",
      B: "5000元以上3万元以下",
      C: "3000元以上5万元以下",
      D: "5000元以上5万元以下",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question:
      "评标委员会成员应当依照《招标投标法》和《招标投标法 实施条例》规定,按照招标文件规定的_____ ,客观、公正地 对投标文件提出评审意见。",
    options: {
      A: "招标标准",
      B: "招标方法",
      C: "评标标准",
      D: "评标方法",
    },
    answer: "CD",
  },
  {
    type: "multiple",
    question: "评标委员会的专家成员应当必须满足哪些条件?_____ ",
    options: {
      A: "从事相关领域工作满五年并具有高级职称",
      B: "从事相关领域工作满五年并具有同等专业水平",
      C: "从事相关领域工作满八年并具有高级职称",
      D: "从事相关领域工作满八年并具有同等专业水平",
    },
    answer: "CD",
  },
  {
    type: "multiple",
    question: "评标委员会针对投标文件,可以要求投标人_____ 。",
    options: {
      A: "对投标文件中含义不明确的内容建议投标人更换投标 文件",
      B: "对投标文件中含义不明确的内容作必要的澄清",
      C: "对投标文件中含义不明确的内容作必要的说明",
      D: "撤回投标文件",
    },
    answer: "BC",
  },
  {
    type: "multiple",
    question:
      "投标文件中存在哪些情况,评标委员会可以书面通知投标 人作出澄清或者说明。_____ ",
    options: {
      A: "有含义不明确的内容",
      B: "有明显文字错误",
      C: "有明显计算错误",
      D: "有漏掉回应实质性内容",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "下列哪些不属于《招标投标法》规定的可以直接确定特殊 招标项目评标专家的主体。_____ ",
    options: {
      A: "招标人",
      B: "主管部门",
      C: "招标代理机构",
      D: "行政监督部门",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question:
      "下列哪些不属于《招标投标法》规定的可以组建评标委员 会的主体。_____ ",
    options: {
      A: "招标人",
      B: "投标人",
      C: "招标代理机构",
      D: "招标监管部门",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question: "下列哪些情况需要在评标过程中更换评标委员会成员。_____ ",
    options: {
      A: "评标委员会成员有回避事由",
      B: "评标委员会成员擅离职守",
      C: "评标委员会成员因健康等原因不能继续评标的",
      D: "评标委员会成员涉嫌犯罪被刑事拘留的",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "下列哪些情形,评标委员会应当否决其投标。_____ ",
    options: {
      A: "投标文件未经投标单位盖章和单位负责人签字",
      B: "投标联合体没有提交共同投标协议",
      C: "投标人不符合国家或者招标文件规定的资格条件",
      D: "同一投标人提交两个以上不同的投标文件或者投标报 价,但招标文件要求提交备选投标的除外",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "下列哪些情形,评标委员会应当否决其投标。_____ ",
    options: {
      A: "投标联合体没有提交共同投标协议",
      B: "投标人不符合国家或者招标文件规定的资格条件",
      C: "同一投标人提交两个以上不同的投标文件或者投标报 价,但招标文件要求提交备选投标的除外",
      D: "投标报价低于成本或者高于招标文件设定的最高投标 限价",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "下列哪些情形,评标委员会应当否决其投标。_____ ",
    options: {
      A: "投标人不符合国家或者招标文件规定的资格条件",
      B: "同一投标人提交两个以上不同的投标文件或者投标报 价,但招标文件要求提交备选投标的除外",
      C: "投标报价低于成本或者高于招标文件设定的最高投标 限价",
      D: "投标文件没有对招标文件的实质性要求和条件作出响 应",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "下列哪些情形,评标委员会应当否决其投标。_____ ",
    options: {
      A: "同一投标人提交两个以上不同的投标文件或者投标报 价,但招标文件要求提交备选投标的除外",
      B: "投标报价低于成本或者高于招标文件设定的最高投标 限价",
      C: "投标文件没有对招标文件的实质性要求和条件作出响 应",
      D: "投标人有弄虚作假、行贿等违法行为的",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "依法必须进行招标的项目,其评标委员会由_____ 组成。",
    options: {
      A: "招标人的代表",
      B: "有关技术专家",
      C: "有关经济专家",
      D: "招标监管部门代表",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "有关投标人回应评标委员会而对投标文件作出的澄清或者 说明,下列哪些说法是正确的。_____ 。",
    options: {
      A: "澄清或者说明不得超出投标文件的范围",
      B: "澄清或者说明可以超出投标文件的范围",
      C: "澄清或者说明不得改变投标文件的实质性内容",
      D: "澄清或者说明可以改变投标文件的实质性内容",
    },
    answer: "AC",
  },
  {
    type: "multiple",
    question:
      "预算金额为1200万的电梯项目,有关评标委员会成员人数 说法错误的是_____ ",
    options: {
      A: "3人以上单数",
      B: "5人以上单数",
      C: "7人以上单数",
      D: "7人以上双数",
    },
    answer: "ABD",
  },
  {
    type: "true-false",
    question:
      "《招标投标法》第三十七条第三款所称特殊招标项目,是 指技术复杂、专业性强或者国家有特殊要求,采取随机抽 取方式确定的专家难以保证胜任评标工作的项目。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "《招标投标法》原则上规定了必须进行招标项目的范围。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "《中华人民共和国招标投标法》适用于我国境内进行的招 标投标活动。( )",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "被更换的评标委员会成员作出的评审结论仍有效,由更换 后的评标委员会成员接着评审。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "必须进行招标项目就是必须公开招标的项目。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "标底应当作为评标的依据。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "不同类型项目必须进行招标的具体范围是不同的。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "不同投标人的投标文件异常一致或者投标报价呈规律性差 异,视为不违法投标行为。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "不同投标人的投标文件相互混装,视为投标人相互串通投 标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "不同投标人的投标保证金从同一单位或者个人的账户转 出,视为投标人相互串通投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "不同投标人的投标文件由同一单位或者个人编制,不视为 投标人相互串通投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "不同投标人的投标文件载明的项目管理成员为同一人,视 为投标人相互串通投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "采用综合评分法评审的政府采购货物招标项目,中标候选 人评审的得分相同时,其排名应按照投标报价由低到高顺 序排列。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "除招标投标法第三十七条第三款规定的特殊招标项目外, 依法必须进行招标的项目,其评标委员会的专家成员应当 从评标专家库内相关专业的专家名单中以随机抽取方式方 式确定。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "单位负责人为同一人或者存在控股、管理关系的不同单 位,不得参加同一标段投标或者未划分标段的同一招标项 目投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "对与招标投标活动有关的监察对象的监察由监察机关依法 实施。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "法律、行政法规或者国务院对必须进行招标的其他项目的 范围有规定的,依照其规定。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "根据《招标投标法》,在评标过程中只有评标委员会能够启 动澄清程序。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "根据《招标投标法》的相关规定,确定中标人的权利归属 于评标委员会。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "根据《招标投标法》规定,招标方式分为公开招标和邀请 招标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "根据《招标投标法实施条例》的规定,资格预审文件发售 时间从自发售之日起至停止出售之日止最短不得少于5日。 _____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "根据《招标投标法实施条例》规定,按照国家有关规定需 要履行项目审批、核准手续的依法必须进行招标的项目, 其招标范围、招标方式、招标组织形式应当报项目审批、 核准部门审批、核准。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "根据《招标投标法实施条例》规定,投标有效期应从招标 文件规定的提交投标文件截止之日起计算。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "国家实行统一的评标专家专业分类标准和管理办法。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "国家有关规定或者招标文件对投标人资格条件有规定的, 投标人应当具备规定的资格条件。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "国家有关规定对投标人资格条件或者招标文件对投标人资 格条件有规定的,联合体各方均应当具备规定的相应资格条件。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "国务院对特定招标项目的评标有特别规定的,从其规定。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "国务院发展改革部门确定的国家重点项目不适宜公开招标 的,经国务院发展改革部门批准,可以进行邀请招标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "开标地点应当为招标文件中预先确定的地点。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "开标时,由投标人或者其推选的代表检查投标文件的密封 情况。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "开标应当在招标文件确定的提交投标文件截止时间的同一 时间公开进行。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "联合体各方均应当具备承担招标项目的相应能力。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "联合体各方在同一招标项目中以自己名义单独投标或者参 加其他联合体投标的,相关投标均有效。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "两个以上法人或者其他组织可以组成一个联合体,以一个 投标人的身份共同投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "履行审批手续的项目不一定需要招标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "某依法必须招标的机电产品国际招标项目,评标委员会由 招标代表1人、招标机构代表1人、技术、经济方面的专家5 人组成。评标委员会组成符合相关法律规定。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "评标报告应当由评标委员会全体成员签字。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "评标过程中,评标委员会成员有回避事由、擅离职守或者 因健康等原因不能继续评标的,应当及时更换。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "评标委员会成员的名单在中标结果确定前应当保密。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "评标委员会成员拒绝在评标报告上签字又不书面说明其不 同意见和理由的,视为不同意评标结果。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "评标委员会成员可以私下接触投标人,但是不得收受投标 人的财物或者其他好处。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "评标委员会成员人数为三人以上单数组成。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "评标委员会成员收受投标人的财物或者其他好处的,评标 委员会成员或者参加评标的有关工作人员向他人透露对投 标文件的评审和比较、中标候选人的推荐以及与评标有关 的其他情况的,取消担任评标委员会成员的资格,不得再 参加任何依法必须进行招标的项目的评标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "评标委员会成员应当客观、公正地履行职务,遵守职业道 德,对所提出的评审意见承担个人责任。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "评标委员会成员与投标人有利害关系的,视情况回避。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "评标委员会成员中的专家应当从事相关领域工作满五年并 具有高级职称或者具有同等专业水平。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "评标委员会成员中技术、经济等方面的专家不得少于成员 总数的三分之二。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "评标委员会可以接受投标人主动提出的澄清、说明。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "评标委员会可以要求投标人对投标文件中含义不明确的内 容作必要的澄清或者说明。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "评标委员会应当按照招标文件确定的评标标准和方法,对 投标文件进行评审和比较。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "评标专家专业分类具体的标准和管理办法,由国务院国家 发展改革部门会同国务院有关部门制定。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "潜在投标人或者其他利害关系人对招标文件有异议的,应 当在投标截止时间10日前提出。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "潜在投标人或者其他利害关系人对资格预审文件有异议 的,应当在提交资格预审申请文件截止时间2日前提出。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "任何单位和个人不得非法干预、影响评标的过程和结果。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "任何单位和个人不得将依法必须进行招标的项目化整为零 或者以其他任何方式规避招标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "任何单位和个人不得违法限制或者排斥本地区、本系统以 外的法人或者其他组织参加投标,不得以任何方式非法干 涉招标活动。该规定体现了《招标投标法》的诚实信用原 则。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "任何单位和个人不得以任何方式指定或者变相指定参加评 标委员会的专家成员。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "任何单位和个人不得违法限制或者排斥本地区、本系统以 外的法人或者其他组织参加投标,不得以任何方式非法干 涉招标投标活动。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "属于同一集团、协会、商会等组织成员的投标人按照该组 织要求协同投标,不属于投标人相互串通投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "通过资格预审的申请人少于3个的,应当重新招标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "同一投标人提交两个以上不同的投标文件或者投标报价, 且招标文件未要求提交备选投标的,评标委员会应当否决 其投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "投标保证金即定金。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "投标保证金有效期应当与投标有效期一致。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "投标报价低于成本或者高于招标文件设定的最高投标限价 的,评标委员会应当否决其投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "投标联合体没有提交共同投标协议的,评标委员会不能否 决其投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "投标人不得以低于成本的报价竞标,也不得以他人名义投 标或者以其他方式弄虚作假,骗取中标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "投标人不再具备资格预审文件、招标文件规定的资格条件 或者其投标影响招标公正性的,其投标无效。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "投标人参加依法必须进行招标的项目的投标,不受地区或 者部门的限制,任何单位和个人不得非法干涉。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "投标人的近亲属不得担任评标委员会成员。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "投标人递送投标文件的方式只可通过直接送达方式。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "投标人对开标有异议的,应当在开标现场提出。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "投标人根据招标文件载明的项目实际情况,拟在中标后将 中标项目的部分非主体、非关键性工作进行分包的,应当 在投标文件中载明。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "投标人或者其他利害关系人对依法必须进行招标的项目的 评标结果有异议的,应当在中标候选人公示期间提出。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "投标人是响应招标、参加投标竞争的法人或者其他组织。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "投标人使用变造的许可证件,不属于《招标投标法》第三 十三条规定的以其他方式弄虚作假的行为。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "投标人可以利用评标过程中对投标文件澄清的机会修改其 投标文件,且修改内容应当作为投标文件的组成部分。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "投标人提供虚假的财务状况或者业绩,属于《招标投标法 》第三十三条规定的以其他方式弄虚作假的行为。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "投标人提供虚假的项目负责人或者主要技术人员简历、劳 动关系证明,不属于《招标投标法》第三十三条规定的以 其他方式弄虚作假的行为。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "投标人提交投标文件后不得修改其投标文件。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "投标人依法对投标文件的修改,可以使用单独的文件进行 密封、签署并提交。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "投标人应当按照招标文件的要求编制投标文件。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "投标人应当具备承担招标项目的能力。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "投标人应当在招标文件要求提交投标文件的截止时间前, 将投标文件送达投标地点。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "投标人应评标委员会要求对投标文件中含义不明确的内容 进行澄清或者说明,可以超出投标文件的范围。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "投标人有弄虚作假、行贿等违法行为的,评标委员会应当 否决其投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "投标人之间为谋取中标或者排斥特定投标人而采取的其他 联合行动,属于投标人相互串通投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "投标人之间协商投标报价等投标文件的实质性内容,属于 投标人相互串通投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "投标人之间约定部分投标人放弃投标或者中标,属于不违 法投标行为。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "投标人之间约定中标人,属于投标人相互串通投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "投标文件必须在招标文件规定的投标截止时间之前送达。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "投标文件没有对招标文件的实质性要求和条件作出响应 的,评标委员会不能否决其投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "投标文件未经投标单位盖章和单位负责人签字的,评标委 员会应当否决其投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "投标文件应当对招标文件提出的实质性要求和条件作出响 应。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "投标有效期从提交投标文件的中止之日起算。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "违反本法规定,必须进行招标的项目而不招标的,将必须 进行招标的项目化整为零或者以其他任何方式规避招标 的,责令限期改正,可以处项目合同金额千分之五以上千 分之十以下的罚款。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "为了规范招标投标活动,保护国家利益、社会公共利益和 招标投标活动当事人的合法权益,提高经济效益,保证项 目质量,制定《招标投标法》。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "未通过资格预审的申请人不具有投标资格。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "需要采用不可替代的专利或者专有技术的,可以不进行招 标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "需要向原中标人采购工程、货物或者服务,否则将影响施 工或者功能配套要求,应当进行招标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "一个集团公司的两家子公司参加未划分标段的同一招标项 目投标,相关投标经招标监管部门批准后有效。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "一个招标项目只能有一个标底。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "一个自然人和一个法人可以组成一个联合体,以一个投标 人的身份共同投标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "依法必须进行招标的项目,自招标文件开始发出之日起至 投标人提交投标文件截止之日止,最短不得少于二十日。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "依法必须招标的项目,评标委员会成员未在评标报告中陈 述不同意见和理由,也拒绝签字的,视为同意评标结论。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "依法招标的科研项目可以允许个人参加投标的。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "已通过招标方式选定的特许经营项目投资人依法能够自行 建设、生产或者提供,可以不进行招标。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "由同一专业的单位组成的联合体,按照资质等级较高的单 位确定资质等级。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "与投标人有利害关系的人不得进入相关项目的评标委员会 _____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "与投标人有利害关系的人进入相关项目的评标委员会,可 以不进行更换。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "预算金额为1500万的电梯项目,评标委员会成员人数可以 为5人。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "在中华人民共和国境内进行大型基础设施、公用事业等关 系社会公共利益、公众安全的项目的采购,可以进行招标 。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "招标投标活动应当遵循公开、公平、公正和诚实信用的原 则。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "招标文件没有规定的评标标准和方法不得作为评标的依据 _____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "招标文件不得要求或者标明特定的生产供应者以及含有倾 向或者排斥潜在投标人的其他内容。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "招标文件对投标人资格条件有规定的,投标人应当具备规 定的资格条件。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "招标文件应当包括招标项目的技术要求、对投标人资格审 查的标准、投标报价要求和评标标准等所有实质性要求和 条件以及拟签订合同的主要条款。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "招标文件要求投标人提交的,投标保证金应当不得超过采 购项目预算金额的2%_____ 。",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "招标项目按照国家有关规定需要履行项目审批手续的,应 当先履行审批手续,取得批准。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "招标文件中没有规定的标准和方法不得作为评标和中标的 依据,这体现了招标投标活动应遵循的公开原则。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question: "招标项目设有标底的,评标委员会应当参考标底。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "招标项目属于建设施工的,投标文件的内容应当包括拟派 出的项目负责人与主要技术人员的简历、业绩和拟用于完 成招标项目的机械设备等。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "招标应当具备法定的条件方可进行。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question: "中标候选人应当不超过3个,并标明排序。_____ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "《政府采购非招标采购方式管理办法》所称非招标采购方 式,是指竞争性谈判、单一来源采购和_____ 方式。",
    options: {
      A: "询价采购",
      B: "直接采购",
      C: "间接采购",
      D: "谈判采购",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "《政府采购非招标采购方式管理办法》所称主管预算单位是 指负有编制部门预算职责,向同级财政部门申报预算的单位 不包括_____ 。",
    options: {
      A: "国家机关",
      B: "事业单位",
      C: "团体组织",
      D: "国有企业",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "按照《政府采购非招标采购方式管理办法》,成交供应商拒 绝签订政府采购合同的,可以_____ 。",
    options: {
      A: "中止开展采购活动",
      B: "暂停开展采购活动",
      C: "重新开展采购活动",
      D: "终止采购活动",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "不属于竞争性谈判小组在采购活动过程中应当履行的职责的 是:_____ ",
    options: {
      A: "确认或者制定谈判文件、询价通知书",
      B: "从符合相应资格条件的供应商名单中确定不少于3 家的供应商参加谈判或者询价",
      C: "要求供应商解释或者澄清其响应文件",
      D: "审查评审报告",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "采用竞争性谈判、询价方式采购的政府采购项目,评审专家 应当从政府采购评审专家库内相关专业的专家名单中随机抽 取。技术复杂、专业性强的竞争性谈判采购项目,通过随机 方式难以确定合适的评审专家的,经_____ 同意,可以自行选 定评审专家。",
    options: {
      A: "主管预算单位",
      B: "财政部门",
      C: "县级以上政府",
      D: "财政厅",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "参加询价采购活动的供应商,应当按照询价通知书的规定_____ 。",
    options: {
      A: "一次报出价格",
      B: "两次报出价格",
      C: "一次报出不得更改的价格",
      D: "两次报出不得更改的价格",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "成交供应商拒绝履行合同义务的,责令限期改正,情节严重 的,列入不良行为记录名单,在_____ 内禁止参加政府采购活 动,并予以通报。",
    options: {
      A: "2至3年",
      B: "2至5年",
      C: "1至5年",
      D: "1至3年",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "从谈判文件发出之日起至供应商提交首次响应文件截止之日 止不得少于_____ 。",
    options: {
      A: "3日",
      B: "3个工作日",
      C: "5日",
      D: "5个工作日",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "从询价通知书发出之日起至供应商提交响应文件截止之日止 不得少于_____ 个工作日。",
    options: {
      A: "2",
      B: "3",
      C: "4",
      D: "5",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "达到公开招标数额标准的货物或者服务采购项目,或者达到 招标规模标准的政府采购工程,竞争性谈判小组应当由_____  人以上单数组成。",
    options: {
      A: "3",
      B: "5",
      C: "7",
      D: "9",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "达到公开招标数额标准的货物或者服务采购项目,或者达到 招标规模标准的政府采购工程,询价小组应当由_____ 人以上 单数组成。",
    options: {
      A: "9",
      B: "7",
      C: "5",
      D: "3",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "对谈判文件作出的实质性变动是_____ ,谈判小组应当及时以书 面形式同时通知所有参加谈判的供应商。",
    options: {
      A: "承诺",
      B: "要约",
      C: "新的要约",
      D: "谈判文件的有效组成部分",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "根据政府采购法律制度的规定,可以采取单一来源采购方式 采购的是_____ 。",
    options: {
      A: "具有特殊性,只能从有限范围的供应商处采购的",
      B: "招标后没有供应商投标的",
      C: "必须保证原有采购项目一致性或者服务配套的要 求,需要继续从原供应商处添购,且添购资金总额 不超过原合同采购金额10%的",
      D: "采购货物规格、标准统一,现货货源充足且价格 变化幅度小的政府采购项目",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "供应商的澄清、说明或者更正应当由法定代表人或其授权代 表签字或者加盖公章。由授权代表签字的,应当附_____ 。",
    options: {
      A: "公司委托书",
      B: "公司盖章委托书",
      C: "法定代表人授权书",
      D: "负责人授权书",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "供应商应当按照谈判文件、询价通知书的要求编制响应文 件,并对其提交的响应文件的真实性、_____ 承担法律责任。",
    options: {
      A: "关联性",
      B: "客观性",
      C: "合法性",
      D: "完整性",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "供应商应当按照谈判文件的变动情况和谈判小组的要求重新 _____ ,并由其法定代表人或授权代表签字或者加盖公章。",
    options: {
      A: "提交响应文件",
      B: "投标文件",
      C: "制作文件",
      D: "制作投标文件",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "关于联合体供应商交纳保证金的说法,错误的是:_____ ",
    options: {
      A: "可以由联合体中的一方交纳保证金",
      B: "可以由联合体中的多方共同交纳保证金",
      C: "一方或多方共同交纳的保证金对联合体各方均具 有约束力",
      D: "一方交纳的保证金只对交纳的一方具有约束力",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "关于政府采购竞争性谈判的规定,下列说法不正确的是_____ ",
    options: {
      A: "谈判小组所有成员集中与单一供应商分别进行谈 判",
      B: "谈判小组所有成员集中与所有供应商同时进行谈 判",
      C: "谈判文件有实质性变动,谈判小组应当以书面形 式通知所有参加谈判的供应商",
      D: "谈判中,谈判的任何一方不得透露与谈判有关的 信息",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "技术复杂、专业性强的竞争性谈判采购项目,评审专家中应 当包含_____ 名法律专家。",
    options: {
      A: "5",
      B: "3",
      C: "2",
      D: "1",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "谈判文件、_____ 应当包括供应商资格条件、采购邀请、采购 方式、采购预算、采购需求、采购程序、价格构成或者报价 要求、响应文件编制要求、提交响应文件截止时间及地点、 保证金交纳数额和形式、评定成交的标准等。",
    options: {
      A: "招标文件",
      B: "询价通知书",
      C: "招标广告",
      D: "招标通知书",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "谈判文件不能详细列明采购标的的技术、服务要求,需经谈 判由供应商提供最终设计方案或解决方案的,谈判结束后, 谈判小组应当按照少数服从多数的原则投票推荐_____ 家以上 供应商的设计方案或者解决方案,并要求其在规定时间内提 交最后报价。",
    options: {
      A: "5",
      B: "4",
      C: "3",
      D: "2",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "谈判文件能够详细列明采购标的的技术、服务要求的,谈判 结束后,谈判小组应当要求所有继续参加谈判的供应商在规 定时间内提交最后报价,提交最后报价的供应商不得少于_____  家。",
    options: {
      A: "2",
      B: "3",
      C: "4",
      D: "5",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "谈判小组、询价小组成员对评审报告有异议的,谈判小组、 询价小组按照_____ 的原则推荐成交候选人,采购程序继续进 行。",
    options: {
      A: "抽签原则",
      B: "少数服从多数",
      C: "组长确认",
      D: "采购人确认",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "谈判小组、询价小组要求供应商澄清、说明或者更正响应文 件应当以_____ 形式作出。",
    options: {
      A: "口头",
      B: "书面",
      C: "邮件",
      D: "电话",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "谈判小组、询价小组在对响应文件的有效性、完整性和响应 程度进行审查时,可以要求供应商对响应文件中含义不明确 、同类问题表述不一致或者有明显文字和计算错误的内容等 作出必要的澄清、说明或者更正。供应商的澄清、说明或者 更正_____ 超出响应文件的范围或者改变响应文件的实质性内 容。",
    options: {
      A: "可以",
      B: "可以适当",
      C: "不得",
      D: "在一定范围内可以",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "谈判小组、询价小组中评审专家明知与供应商有利害关系而 不依法回避的,情节严重的,_____ 其政府采购评审专家资格",
    options: {
      A: "暂停",
      B: "取消",
      C: "中止",
      D: "停止",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "谈判小组、询价小组中评审专家未按照采购文件规定的评定 成交的标准进行评审的,情节严重的,_____ 其政府采购评审 专家资格。",
    options: {
      A: "暂停",
      B: "取消",
      C: "中止",
      D: "停止",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "谈判小组、询价小组中评审专家泄露评审情况以及评审过程 中获悉的国家秘密、商业秘密的,情节严重的,_____ 其政府 采购评审专家资格。",
    options: {
      A: "暂停",
      B: "中止",
      C: "停止",
      D: "取消",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "谈判小组、询价小组中评审专家在评审过程中擅离职守,影 响评审程序正常进行的,情节严重的,_____ 其政府采购评审 专家资格。",
    options: {
      A: "暂停",
      B: "停止",
      C: "取消",
      D: "中止",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "谈判小组、询价小组中评审专家在评审过程中有明显不合理 或者不正当倾向性的,情节严重的,_____ 其政府采购评审专 家资格。",
    options: {
      A: "取消",
      B: "暂停",
      C: "中止",
      D: "停止",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "谈判小组所有成员应当集中与_____ 分别进行谈判,并给予所 有参加谈判的供应商平等的谈判机会。",
    options: {
      A: "有关供应商",
      B: "单一供应商",
      C: "所有供应商",
      D: "有关当事人",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "谈判小组应当从质量和服务均能满足采购文件实质性响应要 求的供应商中,按照最后报价由低到高的顺序提出_____ 名以 上成交候选人,并编写评审报告。",
    options: {
      A: "1",
      B: "2",
      C: "3",
      D: "5",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "谈判小组应当对响应文件进行评审,并根据谈判文件规定的 程序、评定成交的标准等事项与实质性响应谈判文件要求的 供应商进行谈判。未实质性响应谈判文件的响应文件按无效 处理,谈判小组应当告知_____ 。",
    options: {
      A: "有关供应商",
      B: "服务商",
      C: "投标人",
      D: "有关当事人",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "下列采购项目不可以采用竞争性谈判方式采购的是:_____ ",
    options: {
      A: "招标后没有供应商投标或者没有合格标的,或者 重新招标未能成立的",
      B: "技术复杂或者性质特殊,但能确定详细规格或者 具体要求的",
      C: "非采购人所能预见的原因或者非采购人拖延造成 采用招标所需时间不能满足用户紧急需要的",
      D: "因艺术品采购、专利、专有技术或者服务的时间 、数量事先不能确定等原因不能事先计算出价格总 额的",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "下列哪一项可以采用竞争性谈判、单一来源采购方式采购; 采购货物的,还可以采用询价采购方式:_____ ",
    options: {
      A: "按照招标投标法及其实施条例必须进行招标的工 程建设项目以外的政府采购工程",
      B: "依法制定的集中采购目录以外、采购限额标准以 上,且达到公开招标数额标准的货物、服务",
      C: "达到公开招标数额标准、经批准采用非公开招标 方式的工程",
      D: "依法制定的集中采购目录以内,且达到公开招标 数额标准的货物、服务",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "下列说法错误的是_____ ",
    options: {
      A: "评审报告应当由谈判小组、询价小组全体人员和 采购人及采购代理机构工作人员签字认可",
      B: "谈判小组、询价小组成员对评审报告有异议的, 谈判小组、询价小组按照少数服从多数的原则推荐 成交候选人,采购程序继续进行",
      C: "对评审报告有异议的谈判小组、询价小组成员, 应当在报告上签署不同意见并说明理由,由谈判小 组、询价小组书面记录相关情况",
      D: "谈判小组、询价小组成员拒绝在报告上签字又不 书面说明其不同意见和理由的,视为同意评审报告",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "询价小组成员对评审报告有异议的,应当如何处理。_____ ",
    options: {
      A: "拒绝签字",
      B: "直接离场",
      C: "向采购人代表投诉",
      D: "在评审报告上签字,并签署不同意见,说明理由",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "询价小组应当从质量和服务均能满足采购文件实质性响应要 求的供应商中,按照报价由低到高的顺序提出_____ 名以上成 交候选人,并编写评审报告。",
    options: {
      A: "1",
      B: "2",
      C: "3",
      D: "4",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "询价小组在询价过程中,不得改变询价通知书所确定的技术 和服务等要求、_____ 、评定成交的标准和合同文本等事项。",
    options: {
      A: "评审程序",
      B: "评审要求",
      C: "评审标准",
      D: "评审指标",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "已提交响应文件的供应商,在_____ 之前,可以根据谈判情况 退出谈判",
    options: {
      A: "提交最后报价",
      B: "提交报价",
      C: "承诺",
      D: "谈判小组推荐供应商",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "以下不属于《政府采购非招标采购方式管理办法》立法目的 的是_____ ",
    options: {
      A: "规范政府采购行为",
      B: "提高政府采购透明度",
      C: "加强对采用非招标采购方式采购活动的监督管理",
      D: "维护国家利益、社会公共利益和政府采购当事人 的合法权益",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "以下属于单一来源采购方式的法定情形的是_____ 。",
    options: {
      A: "只能从唯一供应商处采购的",
      B: "通过单一来源采购公示,有不同意见反馈的",
      C: "发生了不可预见的紧急情况,但可以从其他供应 商处采购的",
      D: "必须保证原有采购项目一致性或者服务配套的要 求,需要继续从原供应商处添购,且添购资金总额 不超过原合同采购金额百分之二十的",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "以下说法中,错误的是_____ 。",
    options: {
      A: "谈判文件、询价通知书应当根据采购项目的特点 和采购人的实际需求制定,并经采购人书面同意",
      B: "谈判文件、询价通知书不得要求或者标明供应商 名称或者特定货物的品牌,不得含有指向特定供应 商的技术、服务等条件",
      C: "采购人应当以满足实际需求为原则,必要时可以 直接提高经费预算和资产配置等采购标准",
      D: "谈判文件、询价通知书应当包括供应商资格条件 、采购邀请、采购方式、采购预算、采购需求、采 购程序、价格构成或者报价要求、响应文件编制要 求、提交响应文件截止时间及地点、保证金交纳数 额和形式、评定成交的标准等",
    },
    answer: "C",
  },
  {
    type: "multiple",
    question:
      "《政府采购非招标采购方式管理办法》规定的非招标采购方 式包括_____ 。",
    options: {
      A: "指竞争性谈判",
      B: "单一来源采购",
      C: "询价采购",
      D: "直接采购",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "《政府采购非招标采购方式管理办法》立法目的包括_____ 。",
    options: {
      A: "规范政府采购行为",
      B: "加强对采用非招标采购方式采购活动的监督管理",
      C: "维护国家利益、社会公共利益",
      D: "维护政府采购当事人的合法权益",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "成交供应商有下列情形之一的,责令限期改正,情节严重 的,列入不良行为记录名单,在1至3年内禁止参加政府采购 活动,并予以通报。_____ ",
    options: {
      A: "未按照采购文件确定的事项签订政府采购合同, 或者与采购人另行订立背离合同实质性内容的协议 的",
      B: "成交后无正当理由不与采购人签订合同的;",
      C: "迟延履行合同义务的",
      D: "拒绝履行合同义务的。",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question: "成交通知书发出后,下列哪些行为应当承担相应的法律责任 。_____ ",
    options: {
      A: "因不可抗力等因素外,采购人改变成交结果",
      B: "采购人改变成交结果",
      C: "因不可抗力等因素外,成交供应商拒绝签订政府 采购合同的",
      D: "成交供应商拒绝签订政府采购合同的",
    },
    answer: "AC",
  },
  {
    type: "multiple",
    question:
      "根据《政府采购非招标采购方式管理办法》,谈判小组、询 价小组成员有下列哪些行为,责令改正,给予警告;有关法 律、行政法规规定处以罚款的,并处罚款;涉嫌犯罪的,依 法移送司法机关处理。_____ ",
    options: {
      A: "收受采购人、采购代理机构、供应商、其他利害 关系人的财物或者其他不正当利益的",
      B: "泄露评审情况以及评审过程中获悉的国家秘密、 商业秘密的",
      C: "明知与供应商有利害关系而不依法回避的",
      D: "在评审过程中擅离职守,影响评审程序正常进行 的",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "根据《政府采购非招标采购方式管理办法》,谈判小组、询 价小组成员有下列哪些行为,责令改正,给予警告:有关法 律、行政法规规定处以罚款的,并处罚款;涉嫌犯罪的,依 法移送司法机关处理。_____ ",
    options: {
      A: "明知与供应商有利害关系而不依法回避的",
      B: "在评审过程中擅离职守,但是未影响评审程序正 常进行的",
      C: "在评审过程中有明显不合理或者不正当倾向性的",
      D: "未按照采购文件规定的评定成交的标准进行评审 的",
    },
    answer: "ACD",
  },
  {
    type: "multiple",
    question:
      "根据《政府采购非招标采购方式管理办法》,下列哪些可以 采用竞争性谈判方式采购:______ ",
    options: {
      A: "招标后没有供应商投标或者没有合格标的,或者 重新招标未能成立的",
      B: "技术复杂或者性质特殊,但能确定详细规格或者 具体要求的",
      C: "非采购人所能预见的原因或者非采购人拖延造成 采用招标所需时间不能满足用户紧急需要的",
      D: "因艺术品采购、专利、专有技术或者服务的时间 、数量事先不能确定等原因不能事先计算出价格总 额的",
    },
    answer: "ACD",
  },
  {
    type: "multiple",
    question:
      "根据《政府采购非招标采购方式管理办法》,下列哪些情形 保证金不予退还:______ 。",
    options: {
      A: "供应商在提交响应文件截止时间后撤回响应文件的",
      B: "供应商在响应文件中提供虚假材料的",
      C: "除因不可抗力或谈判文件、询价通知书认可的情 形以外,成交供应商不与采购人签订合同的",
      D: "供应商与采购人、其他供应商或者采购代理机构 恶意串通的",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "根据《政府采购非招标采购方式管理办法》,下列哪些属于 采购活动记录应当包括的内容。______ ",
    options: {
      A: "采购项目类别、名称;采购项目预算、资金构成 和合同价格",
      B: "采购方式,采用该方式的原因及相关说明材料; 选择参加采购活动的供应商的方式及原因",
      C: "评定成交的标准及确定成交供应商的原因",
      D: "终止采购活动的,终止的原因",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "根据《政府采购非招标采购方式管理办法》,下列哪些说法 错误的是______ 。",
    options: {
      A: "已提交响应文件的供应商,在提交最后报价之 前,可以根据谈判情况退出谈判",
      B: "已提交响应文件的供应商,在提交最后报价之 后,可以根据谈判情况退出谈判",
      C: "已提交响应文件的供应商,在提交最后报价之 前,不能够退出谈判",
      D: "已提交响应文件的供应商,在提交最后报价之 后,不能够退出谈判",
    },
    answer: "BC",
  },
  {
    type: "multiple",
    question:
      "根据《政府采购非招标采购方式管理办法》,下列说法错误 的是______ 。",
    options: {
      A: "从询价通知书发出之日起至供应商提交响应文件 截止之日止不得少于3日",
      B: "提交响应文件截止之日前,采购人、采购代理机 构或者询价小组可以对已发出的询价通知书进行必 要的澄清或者修改,澄清或者修改的内容作为询价 通知书的组成部分",
      C: "澄清或者修改的内容可能影响响应文件编制的, 采购人、采购代理机构或者询价小组应当在提交响 应文件截止之日3日前,以书面形式通知所有接收询 价通知书的供应商",
      D: "澄清或者修改的内容可能影响响应文件编制的, 距离提交响应文件截止之日不足3个工作日的,采购 人、采购代理机构或者询价小组应当以书面形式通 知所有接收询价通知书的供应商,并且应当顺延提 交响应文件截止之且",
    },
    answer: "AC",
  },
  {
    type: "multiple",
    question:
      "根据《政府采购非招标采购方式管理办法》,下列说法正确 的是______ 。",
    options: {
      A: "采购代理机构应当在评审结束后2个工作日内将评 审报告送采购人确认",
      B: "采购人应当在收到评审报告后5个工作日内,从评 审报告提出的成交候选人中,根据质量和服务均能 满足采购文件实质性响应要求且报价最低的原则确 定成交供应商",
      C: "采购人可以口头授权询价小组直接确定成交供应 商",
      D: "采购人逾期未确定成交供应商且不提出异议的, 视为确定评审报告提出的最后报价最低的供应商为 成交供应商",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question:
      "根据《政府采购非招标采购方式管理办法》第三十八条,下 列哪些属于单一来源采购公式的内容。______ ",
    options: {
      A: "采购人、采购项目名称和内容;拟采购的货物或 者的服务的说明",
      B: "采用单一来源采购方式的原因及相关说明",
      C: "拟定的唯一供应商名称、地址",
      D: "专业人员对相关供应商因专利、专有技术等原因 具有唯一性的具体论证意见,以及专业人员的姓名 、工作单位和职称",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "|供应商应当按照谈判文件、询价通知书的要求编制响应文 件,并对其提交的响应文件的______ 承担法律责任。",
    options: {
      A: "关联性",
      B: "客观性",
      C: "合法性",
      D: "真实性",
    },
    answer: "CD",
  },
  {
    type: "multiple",
    question: "关于联合体供应商交纳保证金的说法,正确的是:______ ",
    options: {
      A: "可以由联合体中的一方交纳保证金",
      B: "可以由联合体中的多方共同交纳保证金",
      C: "一方或多方共同交纳的保证金对联合体各方均具 有约束力",
      D: "一方交纳的保证金只对交纳的一方具有约束力",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "关于政府采购竞争性谈判的规定,下列说法正确的是______ 。",
    options: {
      A: "谈判小组所有成员集中与单一供应商分别进行谈 判",
      B: "谈判小组所有成员集中与所有供应商同时进行谈 判",
      C: "谈判文件有实质性变动,谈判小组应当以书面形 式通知所有参加谈判的供应商",
      D: "谈判中,谈判的任何一方不得透露与谈判有关的 信息",
    },
    answer: "ACD",
  },
  {
    type: "multiple",
    question: "谈判文件、询价通知书______ 。",
    options: {
      A: "不得要求或者标明供应商名称或者特定货物的品 牌",
      B: "不得要求或者标明特定货物的品牌",
      C: "不得含有指向特定供应商的技术",
      D: "不得含有指向特定供应商的服务",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "谈判文件、询价通知书应当包括______ 、采购需求、采购程序 、价格构成或者报价要求、响应文件编制要求、提交响应文 件截止时间及地点、保证金交纳数额和形式、评定成交的标 准等。",
    options: {
      A: "供应商资格条件",
      B: "采购邀请",
      C: "采购方式",
      D: "采购预算",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "谈判文件能够详细列明采购标的的技术、服务要求的,谈判 结束后,谈判小组应当要求所有继续参加谈判的供应商在规 定时间内提交最后报价。有关提交最后报价的供应商数量, 错误的是______ 。",
    options: {
      A: "1家",
      B: "2家",
      C: "3家",
      D: "5家",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question: "谈判小组、询价小组编写的评审报告主要内容包括:______ ",
    options: {
      A: "邀请供应商参加采购活动的具体方式和相关情 况,以及参加采购活动的供应商名单",
      B: "评审日期和地点,谈判小组、询价小组成员名单",
      C: "评审情况记录和说明,包括对供应商的资格审查 情况、供应商响应文件评审情况、谈判情况、报价 情况等",
      D: "提出的成交候选人的名单及理由",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "谈判小组、询价小组在对响应文件的有效性、完整性和响应 程度进行审查时,可以要求供应商对响应文件中______ 等作出 必要的澄清、说明或者更正。供应商的澄清、说明或者更正 不得超出响应文件的范围或者改变响应文件的实质性内容。",
    options: {
      A: "缺少针对性响应内容",
      B: "含义不明确",
      C: "同类问题表述不一致",
      D: "有明显文字和计算错误的内容",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question:
      "下列哪些不可以采用竞争性谈判、单一来源采购方式采购; 采购货物的,还可以采用询价采购方式:______ ",
    options: {
      A: "按照招标投标法及其实施条例必须进行招标的工 程建设项目以外的政府采购工程",
      B: "依法制定的集中采购目录以外、采购限额标准以 上,且达到公开招标数额标准的货物、服务",
      C: "达到公开招标数额标准、经批准采用非公开招标 方式的工程",
      D: "依法制定的集中采购目录以内,且达到公开招标 数额标准的货物、服务",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question:
      "下列哪些属于竞争性谈判小组或者询价小组成员应当履行的 义务:______ 。",
    options: {
      A: "遵纪守法,客观、公正、廉洁地履行职责",
      B: "根据采购文件的规定独立进行评审,对个人的评 审意见承担法律责任;参与评审报告的起草",
      C: "配合采购人、采购代理机构答复供应商提出的质 疑",
      D: "配合财政部门的投诉处理和监督检查工作",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "下列哪些说法是错误的:______ 。",
    options: {
      A: "采购人不得以评审专家身份参加本部门或本单位 采购项目的评审",
      B: "采购代理机构人员可以参加本机构代理的采购项 目的评审",
      C: "技术复杂、专业性强的竞争性谈判采购项目,通 过随机方式难以确定合适的评审专家的,经主管预 算单位同意,委托采购代理机构选定评审专家",
      D: "技术复杂、专业性强的竞争性谈判采购项目,评 审专家中应当包含1名法律专家",
    },
    answer: "BC",
  },
  {
    type: "multiple",
    question: "下列哪些说法是正确的。______ ",
    options: {
      A: "采购人或者采购代理机构应当按照采购合同规定 的技术、服务等要求组织对供应商履约的验收,并 出具验收书",
      B: "验收书应当包括每一项技术、服务等要求的履约 情况",
      C: "大型或者复杂的项目,应当邀请国家认可的质量 检测机构参加验收",
      D: "验收方成员应当在验收书上签字,并承担相应的 法律责任",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "下列哪一项可以采用竞争性谈判、单一来源采购方式采购; 采购货物的,还可以采用询价采购方式:______ ",
    options: {
      A: "依法制定的集中采购目录以内,且未达到公开招 标数额标准的货物、服务",
      B: "依法制定的集中采购目录以外、采购限额标准以 上,且未达到公开招标数额标准的货物、服务",
      C: "达到公开招标数额标准、经批准采用非公开招标 方式的货物、服务",
      D: "按照招标投标法及其实施条例必须进行招标的工 程建设项目以外的政府采购工程",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "下列说法正确的是______ 。",
    options: {
      A: "在谈判过程中,谈判小组可以根据谈判文件和谈 判情况实质性变动采购需求中的技术、服务要求以 及合同草案条款,但不得变动谈判文件中的其他内 容",
      B: "实质性变动的内容,须经采购人代表确认",
      C: "对谈判文件作出的实质性变动是谈判文件的有效 组成部分,谈判小组应当及时以书面形式同时通知 所有参加谈判的供应商",
      D: "供应商应当按照谈判文件的变动情况和谈判小组 的要求重新提交响应文件,并由其法定代表人或授 权代表签字或者加盖公章。由授权代表签字的,应 当附法定代表人授权书。供应商为自然人的,应当 由本人签字并附身份证明",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "询价采购需求中的技术、服务等要求应当完整、明确,符合 相关______ 的规定。",
    options: {
      A: "法律",
      B: "行政法规",
      C: "政府采购政策",
      D: "采购人制定政策",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "询价小组在询价过程中,不得改变询价通知书所确定的______  等事项。",
    options: {
      A: "技术和服务等要求",
      B: "评审程序",
      C: "评定成交的标准",
      D: "合同文本",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "有《政府采购非招标采购方式管理办法》第五十一条、第五 十二条、第五十五条违法行为之一的,并且影响或者可能影 响成交结果的,应当按照下列情形分别处理。______ ",
    options: {
      A: "未确定成交供应商的,终止本次采购活动,依法 重新开展采购活动",
      B: "已确定成交供应商但采购合同尚未履行的,撤销 合同,从合格的成交候选人中另行确定成交供应商",
      C: "已确定成交供应商但采购合同尚未履行的,撤销 合同,没有合格的成交候选人的,重新开展采购活 动",
      D: "采购合同已经履行的,给采购人、供应商造成损 失的,由责任人依法承担赔偿责任",
    },
    answer: "ABCD",
  },
  {
    type: "true-false",
    question:
      "参加询价采购活动的供应商,应当按照询价通知书的规定两 次报出不得更改的价格。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "非招标采购方式,是指竞争性谈判、单一来源采购和询价采 购方式。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "供应商为联合体的,可以由联合体中的一方或者多方共同交 纳保证金,其交纳的保证金对联合体各方均具有约束力。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "供应商应当在谈判文件、询价通知书要求的截止时间后,将 响应文件密封送达指定地点。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "供应商在提交响应文件截止时间后撤回响应文件的,保证金 酌情退还。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "技术复杂或者性质特殊,不能确定详细规格或者具体要求的 采购项目,可以采用竞争性谈判方式采购。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "任何单位或者个人非法干预、影响评审过程或者结果的,责 令改正;该单位责任人或者个人属于国家机关工作人员的, 由任免机关或者监察机关依法给予处分。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "谈判文件、询价通知书不得要求或者标明供应商名称或者特 定货物的品牌,不得含有指向特定供应商的技术、服务等条 件。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "谈判小组、询价小组成员对评审报告有异议的,谈判小组、 询价小组按照少数服从多数的原则推荐成交候选人,采购程 序继续进行。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "谈判文件、询价通知书应当包括供应商资格条件、采购邀请 、采购方式、采购预算、采购需求、采购程序、价格构成或 者报价要求、响应文件编制要求、提交响应文件截止时间及 地点、保证金交纳数额和形式、评定成交的标准等。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "谈判小组、询价小组成员拒绝在报告上签字又不书面说明其 不同意见和理由的,视为不同意评审报告。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "谈判小组、询价小组成员以及与评审工作有关的人员不得泄 露评审情况以及评审过程中获悉的国家秘密、商业秘密。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "谈判小组、询价小组在对响应文件的有效性、完整性和响应 程度进行审查时,可以要求供应商对响应文件中含义不明确 、同类问题表述不一致或者有明显文字和计算错误的内容等 作出必要的澄清、说明或者更正。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "谈判小组应当从质量和服务均能满足采购文件实质性响应要 求的供应商中,按照最后报价由高到低的顺序提出3名以上 成交候选人,并编写评审报告。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "谈判小组应当对响应文件进行评审,并根据谈判文件规定的 程序、评定成交的标准等事项与实质性响应谈判文件要求的 供应商进行谈判。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "未实质性响应谈判文件的响应文件应当酌情处理,谈判小组 应当告知有关供应商。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "询价采购需求中的技术、服务等要求应当完整、明确,符合 相关法律、行政法规和政府采购政策的规定。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "询价小组应当从质量和服务均能满足采购文件实质性响应要 求的供应商中,按照报价由低到高的顺序提出3名以上成交 候选人,并编写评审报告。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "询价小组在询价过程中,不得改变询价通知书所确定的技术 和服务等要求、评审程序、评定成交的标准和合同文本等事 项。______ ",
    options: {
      A: "对",
      B: "错",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "______ ,是指投标文件满足招标文件全部实质性要求,且按照评审因 素的量化指标评审得分最高的投标人为中标候选人的评标方法。",
    options: {
      A: "最高评标价法",
      B: "综合评分法",
      C: "性价比法",
      D: "最低评标价法",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "______ ,是指投标文件满足招标文件全部实质性要求,且投标报价最 低的投标人为中标候选人的评标方法。",
    options: {
      A: "最高评标价法",
      B: "综合评分法",
      C: "性价比法",
      D: "最低评标价法",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "______ 的货物服务项目,应当采用最低评标价法。",
    options: {
      A: "技术、服务等简单,货源充足",
      B: "技术、服务等标准统一",
      C: "项目规模、投资金额较小、结构简单",
      D: "功能单一、结构简单、货源充足",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "《政府采购货物和服务招标投标管理办法》的适用范围是______ 。",
    options: {
      A: "在我国澳门特别行政区也适用",
      B: "在我国香港特别行政区也适用",
      C: "适用于我国境内进行的政府采购货物和服务招标投标活 动",
      D: "适用于我国境内进行的所有政府采购活动",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "《政府采购货物和服务招标投标管理办法》规定,采用综合评分 法的,评标结果按评审后得分______ 顺序排列。",
    options: {
      A: "由低到高",
      B: "由高到低",
      C: "不分高低",
      D: "以上均不对",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "《政府采购货物和服务招标投标管理办法》规定,采用最低评标 价法的,评标结果按投标报价______ 顺序排列。",
    options: {
      A: "由低到高",
      B: "由高到低",
      C: "不分高低",
      D: "性价比法",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "《政府采购货物和服务招标投标管理办法》规定,综合评分法中 服务项目的价格分值占总分值的比重______ 。",
    options: {
      A: "不得低于30%",
      B: "不得低于25%",
      C: "不得低于20%",
      D: "不得低于10%",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "《政府采购货物和服务招标投标管理办法》规定,综合评分法中 价格分应当采用______ 计算。",
    options: {
      A: "最低评标价法",
      B: "低价优先法",
      C: "综合评分法",
      D: "性价比法",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "采购项目符合______ 情形的,评标委员会成员人数应当为7人以上单 数。",
    options: {
      A: "采购预算金额在500万元以上",
      B: "公共服务采购项目",
      C: "技术复杂",
      D: "属于中央预算的政府采购项目",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "采用邀请招标方式时通过推荐或从供应商库中选取产生符合资格 条件供应商名单的,备选的符合资格条件供应商总数不得少于拟 随机抽取供应商总数的______ 倍。",
    options: {
      A: "一",
      B: "两",
      C: "三",
      D: "四",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "根据《政府采购货物和服务招标投标管理办法》,投标文件中承诺 的投标有效期______ 招标文件中载明的投标有效期。",
    options: {
      A: "应当不少于",
      B: "应当多于",
      C: "可以不少于",
      D: "必须多于",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "根据《政府采购货物和服务招标投标管理办法》,招标文件售价______ 营利为目的。",
    options: {
      A: "可以",
      B: "应当以",
      C: "能够以",
      D: "不得以",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "根据《政府采购货物和服务招标投标管理办法》,招标文件售价应 当______ 确定。",
    options: {
      A: "按照当地物价部门的指导价",
      B: "按照弥补制作、邮寄成本的原则",
      C: "按照弥补文件的制作成本的原则",
      D: "由招标代理自主决定",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "根据《政府采购货物和服务招标投标管理办法》,资格预审文件______ 免费提供。",
    options: {
      A: "可以",
      B: "不得",
      C: "应当",
      D: "视为",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "根据《政府采购货物和服务招标投标管理办法》规定,关于评标 方法中的综合评分法,以下说法错误的是______ 。",
    options: {
      A: "综合评分法,是指投标文件满足招标文件全部实质性要 求,且按照评审因素的量化指标评审得分最高的投标人为 中标候选人的评标方法",
      B: "评标过程中,不得去掉报价中的最高报价和最低报价",
      C: "因落实政府采购政策进行价格调整的,以调整后的价格 计算评标基准价和投标报价",
      D: "货物项目的价格分值占总分值的比重不得低于20%;服务 项目的价格分值占总分值的比重不得低于5%",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "根据《政府采购货物和服务招标投标管理办法》规定,投标邀请 书______ 向所有受邀请的供应商发出。",
    options: {
      A: "可以分批",
      B: "应当分批",
      C: "可以同时",
      D: "应当同时",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "公开招标采购项目开标结束后,______ 应当依法对投标人的资格进行 审查。",
    options: {
      A: "采购人或者采购代理机构",
      B: "采购监管机构",
      C: "评标委员会",
      D: "采购人上级部门",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "公开招标数额标准以上的采购项目,投标截止后投标人不足3家或 者通过资格审查或符合性审查的投标人不足3家的,除采购任务 取 消情形外,按照______ 方式处理。",
    options: {
      A: "招标文件存在不合理条款或者招标程序不符合规定的, 采购人、采购代理机构改正后依法重新招标",
      B: "招标文件存在不合理条款或者招标程序不符合规定的, 采购人采购代理机构改正后直接改变采购方式采购",
      C: "招标文件没有不合理条款、招标程序符合规定,需要采 用其他采购方式采购的,采购人应当依法报人民法院批准",
      D: "招标文件没有不合理条款、招标程序符合规定,直接采 用其他采购方式采购",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "关于政府采购货物和服务项目验收,错误的做法是______ 。",
    options: {
      A: "验收由采购人或其委托的单位负责组织",
      B: "大型或者复杂的项目,应当邀请国家认可的质量检测机 构参加验收",
      C: "技术标准统一的货物合同可以采用点数和目测方式简化 验收程序",
      D: "验收后应当出具验收书,验收方成员应当在验收书上签 字,并承担相应的法律责任",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "关于政府采购项目资金支付,下列说法错误的是______ 。",
    options: {
      A: "采购人应当按照政府采购合同规定,及时向中标或者成 交供应商支付采购资金",
      B: "采购人对中标或者成交供应商不满意的,可以拖延支付 或者拒付采购资金",
      C: "政府采购项目资金支付程序,按照国家有关财政资金支 付管理的规定执行",
      D: "采购人不按照政府采购合同规定及时向中标或者成交供 应商支付采购资金的,应当根据政府采购合同规定承担相 应的违约责任",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "关于政府采购招标评标方法,以下说法错误的是______ 。",
    options: {
      A: "政府采购招标评标方法分为性价比法、最低评标价法和 综合评分法",
      B: "最低评标价法,是指投标文件满足招标文件全部实质性 要求且投标报价最低的供应商为中标候选人的评标方法",
      C: "综合评分法,是指投标文件满足招标文件全部实质性要 求且按照评审因素的量化指标评审得分最高的供应商为中 标候选人的评标方法",
      D: "招标文件中没有规定的评标标准不得作为评审的依据",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "货物和服务招标采用综合评分法表述正确的是______ 。",
    options: {
      A: "为避免恶意低价竞争,应当将平均报价作为标准价,获 得最高价格得分",
      B: "采用综合评分法的,为排除干扰,可以在招标文件中规 定,汇总评分时去掉最高最低分",
      C: "评审标准中的分值设置应当与评审因素的量化指标相对 应",
      D: "投标人的资格条件优于招标文件规定的,可以作为加分 因素",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "货物和服务招标工作中,以下关于评标委员会的表述错误的是______ 。",
    options: {
      A: "评标委员会成员应当按照客观、公正、审慎的原则评标",
      B: "评标委员会可以根据招标文件规定的评标方法和标准, 制定评标细则",
      C: "招标文件内容违反国家有关强制性规定的,评标委员会 应当停止评标并向招标采购单位说明情况",
      D: "评标委员会成员对评标报告有异议的,应当在评标报告 上签署不同意见,并说明理由,否则视为同意评标报告",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "评标委员会应当按照招标文件中规定的评标方法和标准,对______ 的 投标文件进行商务和技术评估,综合比较与评价。",
    options: {
      A: "通过资格预审",
      B: "通过资格性审查",
      C: "符合性审查合格",
      D: "实质性响应",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "评标委员会应当对符合______ 的投标人的投标文件进行符合性审查, 以确定其是否满足招标文件的实质性要求。",
    options: {
      A: "招标条件",
      B: "资格",
      C: "密封要求",
      D: "装订要求",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "属于地方预算的政府采购项目,______ 人民政府根据实际情况,可以 确定分别适用于本行政区域公开招标数额标准。",
    options: {
      A: "省、自治区、直辖市",
      B: "省、直辖市",
      C: "自治区、直辖市",
      D: "省、自治区",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "投标人,是指响应招标、参加投标竞争的______ 。",
    options: {
      A: "法人、其他组织或者自然人",
      B: "法人、社会团体或者自然人",
      C: "法人、其他组织或者社会团体",
      D: "符合招标文件规定资格条件的法人、其他组织或者自然 人",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "投标人存在______ 情形的,投标无效。",
    options: {
      A: "按照招标文件的规定提交投标保证金的",
      B: "投标文件按招标文件要求签署、盖章的",
      C: "不具备招标文件中规定的资格要求的",
      D: "投标文件不含有采购人不能接受的附加条件的",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "投标人根据招标文件的规定和采购项目的实际情况,拟在中标后 将中标项目的______ 分包的,应当在投标文件中载明分包承担主体, 分包承担主体应当______ 。",
    options: {
      A: "主体、关键性工作;具备相应资质条件",
      B: "非主体、非关键性工作;具备相应资质条件经招标人同 意可以再次分包",
      C: "非主体、非关键性工作;具备相应资质条件且不得再次 分包",
      D: "非主体、非关键性工作;征得招标人同意",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "投标人未参加开标的,视同______ 。",
    options: {
      A: "放弃投标",
      B: "认可开标结果",
      C: "无效投标",
      D: "废标",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "投标人应当按照招标文件的要求编制投标文件。投标文件应当对 招标文件提出的要求和条件作出______ 响应。",
    options: {
      A: "合理",
      B: "明确",
      C: "符合性",
      D: "完全",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "投标文件报价出现大写金额和小写金额不一致的,以______ 为准。",
    options: {
      A: "小写金额",
      B: "大写金额",
      C: "评标委员会认定",
      D: "投标人认定",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "投标文件中单价金额小数点或者百分比有明显错位的,以______ 为准",
    options: {
      A: "开标一览表的总价",
      B: "明细表",
      C: "单价金额小数点位置确定",
      D: "投标文件中相应内容",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "投标文件中开标一览表(报价表)内容与投标文件中相应内容不一 致的,以______ 为准。",
    options: {
      A: "开标一览表(报价表)",
      B: "明细表",
      C: "汇总表",
      D: "投标文件中相应内容",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "投标文件中总价金额与按单价汇总金额不一致的,以______ 结果为准",
    options: {
      A: "总价金额",
      B: "单价金额计算",
      C: "开标一览表的总价",
      D: "投标文件中相应内容",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "下列哪一项不属于《政府采购货物和服务招标投标管理办法》的 采购需求应当包括的内容。______ ",
    options: {
      A: "采购标的需实现的功能或者目标,以及为落实政府采购 政策需满足的要求",
      B: "采购标的需执行的国家相关标准、行业标准、地方标准 或者其他标准、规范",
      C: "采购标的需满足的质量、安全、技术规格、物理特性等 要求",
      D: "采购标的是否属于本地供应商提供",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "下列哪一项不属于《政府采购货物和服务招标投标管理办法》的 立法目的______ 。",
    options: {
      A: "规范政府采购当事人的采购行为",
      B: "加强对政府采购货物和服务招标投标活动的监督管理",
      C: "维护国家利益、社会公共利益和政府采购招标投标活动 当事人的合法权益",
      D: "提高经济效益",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "下列哪一项不属于《政府采购货物和服务招标投标管理办法》规 定的资格预审文件应当包括的主要内容:______ ",
    options: {
      A: "资格预审邀请",
      B: "申请人须知",
      C: "申请人的资格要求",
      D: "采购代理机构代理费用的收取标准和方式",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "下列哪一项不属于货物和服务招标文件应当包括的主要内容:______ ",
    options: {
      A: "资格预审邀请",
      B: "采购项目预算金额,设定最高限价的,还应当公开最高 限价",
      C: "投标有效期",
      D: "采购代理机构代理费用的收取标准和方式",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "下列哪一项不属于货物和服务招标文件应当包括的主要内容:______ 。",
    options: {
      A: "投标邀请",
      B: "投标人须知(包括投标文件的密封、签署、盖章要求等)",
      C: "评标方法、评标标准和投标无效情形",
      D: "评标委员会的组成和产生方式",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "以下属于政府采购招标评标方法的是______ 。",
    options: {
      A: "最高评标价法",
      B: "综合评分法",
      C: "性价比法",
      D: "最优评标价法",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "有下列______ 情形的,视为投标人串通投标,其投标无效。",
    options: {
      A: "不同投标人的投标文件由不同的单位或者个人编制",
      B: "不同投标人委托不同的单位或者个人办理投标事宜",
      C: "不同投标人的投标文件载明的项目管理成员或者联系人 员为不同的人员",
      D: "不同投标人的投标文件异常一致或者投标报价呈规律性 差异",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "招标文件、资格预审文件的内容不得违反法律、行政法规、强制 性标准、政府采购政策,或者违反______ 原则。",
    options: {
      A: "公开、公平、公正",
      B: "公开透明、公平竞争、公正和平等",
      C: "公开透明、公平竞争、公正和诚实信用",
      D: "公开、公评、公正和诚实信用",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "综合评分法中货物项目的价格分值占总分值的比重______ 。",
    options: {
      A: "不得低于30%",
      B: "不得低于25%",
      C: "不得低于20%",
      D: "不得低于10%",
    },
    answer: "A",
  },
  {
    type: "multiple",
    question:
      "采用综合评分法,评审因素的设定应当与投标人所提供货物服务 的质量相关,包括______ 等。资格条件不得作为评审因素。评审因素 应当在招标文件中规定。",
    options: {
      A: "投标报价",
      B: "技术或者服务水平",
      C: "履约能力",
      D: "售后服务",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "根据《政府采购货物和服务招标投标管理办法》,以下属于政府采 购货物和服务招标评标方法的是______ 。",
    options: {
      A: "最低评标价法",
      B: "综合评分法",
      C: "性价比法",
      D: "最优评标价法",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "根据《政府采购货物和服务招标投标管理办法》,招标文件售价应 当按照______ 的原则确定。",
    options: {
      A: "当地物价部门的指导价",
      B: "弥补制作",
      C: "邮寄成本",
      D: "招标代理自主决定",
    },
    answer: "BC",
  },
  {
    type: "multiple",
    question:
      "根据《政府采购货物和服务招标投标管理办法》规定,货物服务 招标分为:______ ",
    options: {
      A: "公开招标",
      B: "邀请招标",
      C: "直接招标",
      D: "间接招标",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "公开招标采购项目开标结束后,______ 应当依法对投标人的资格进行 审查。",
    options: {
      A: "采购人",
      B: "采购监管机构",
      C: "评标委员会",
      D: "采购代理机构",
    },
    answer: "AD",
  },
  {
    type: "multiple",
    question: "关于政府采购招标评标方法,以下说法正确的是______ 。",
    options: {
      A: "政府采购招标评标方法分为性价比法、最低评标价法和 综合评分法",
      B: "最低评标价法,是指投标文件满足招标文件全部实质性 要求且投标报价最低的供应商为中标候选人的评标方法",
      C: "综合评分法,是指投标文件满足招标文件全部实质性要 求且按照评审因素的量化指标评审得分最高的供应商为中 标候选人的评标方法",
      D: "招标文件中没有规定的评标标准不得作为评审的依据",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question: "货物和服务招标采用综合评分法表述不正确的是______ 。",
    options: {
      A: "为避免恶意低价竞争,应当将平均报价作为标准价,获 得最高价格得分",
      B: "采用综合评分法的,为排除干扰,可以在招标文件中规 定,汇总评分时去掉最高最低分",
      C: "评审标准中的分值设置应当与评审因素的量化指标相对 应",
      D: "投标人的资格条件优于招标文件规定的,可以作为加分 因素",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question: "开标由______ 主持,邀请投标人参加。",
    options: {
      A: "采购人",
      B: "评标委员会成员",
      C: "采购代理机构",
      D: "采购人上级部门",
    },
    answer: "AC",
  },
  {
    type: "multiple",
    question:
      "评标委员会及其成员如有下列行为的,其评审意见无效,并不得 获取评审劳务报酬和报销异地评审差旅费。______ ",
    options: {
      A: "确定参与评标至评标结束前私自接触投标人",
      B: "接受投标人提出的与投标文件不一致的澄清或者说明, 除非法律有特别规定",
      C: "违反评标纪律发表倾向性意见或者征询采购人的倾向性 意见",
      D: "对需要专业判断的主观评审因素协商评分",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "投标人存在下列哪些情况的,投标无效:______ ",
    options: {
      A: "未按照招标文件的规定提交投标保证金的",
      B: "投标文件未按招标文件要求签署、盖章的",
      C: "不具备招标文件中规定的资格要求的",
      D: "报价超过招标文件中规定的预算金额或者最高限价的",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "投标人根据招标文件的规定和采购项目的实际情况,拟在中标后 将中标项目的______ 分包的,应当在投标文件中载明分包承担主体, 分包承担主体应当具备相应资质条件且不得再次分包。",
    options: {
      A: "主体工作",
      B: "非主体工作",
      C: "关键性工作",
      D: "非关键性工作",
    },
    answer: "BD",
  },
  {
    type: "multiple",
    question: "投标人是指响应招标、参加投标竞争的______ 。",
    options: {
      A: "法人",
      B: "其他组织",
      C: "自然人",
      D: "行政单位",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "投标文件报价出现前后不一致的,除招标文件另有规定外,可以 按照下列方法进行修正。______ ",
    options: {
      A: "投标文件中开标一览表(报价表)内容与投标文件中相应 内容不一致的,以开标一览表(报价表)为准",
      B: "大写金额和小写金额不一致的,以大写金额为准",
      C: "单价金额小数点或者百分比有明显错位的,以开标一览 表的总价为准,并修改单价",
      D: "总价金额与按单价汇总金额不一致的,以单价金额计算 结果为准",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "下列哪些采购项目的评标委员会成员人数应当为7人以上单数:______ ",
    options: {
      A: "采购预算金额在1000万元以上的采购项目",
      B: "技术复杂的采购项目",
      C: "社会影响较大的采购项目",
      D: "采购人要求的采购项目",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "下列哪些人民政府根据实际情况可以确定属于地方预算的政府采 购项目的本行政区域省级、设区的市级、县级公开招标数额标准 。______ ",
    options: {
      A: "福建省人民政府",
      B: "上海市人民政府",
      C: "深圳市人民政府",
      D: "广西壮族自治区人民政府",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question:
      "下列哪些属于《政府采购货物和服务招标投标管理办法》规定的 采购需求应当包括的内容。______ ",
    options: {
      A: "采购标的需实现的功能或者目标,以及为落实政府采购 政策需满足的要求",
      B: "采购标的需执行的国家相关标准、行业标准、地方标准 或者其他标准、规范",
      C: "采购标的需满足的质量、安全、技术规格、物理特性等 要求",
      D: "采购标的是否属于本地供应商提供",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "下列哪些属于《政府采购货物和服务招标投标管理办法》规定的 采购需求应当包括的内容。______ ",
    options: {
      A: "采购标的需实现的功能或者目标,以及为落实政府采购 政策需满足的要求",
      B: "采购标的的数量、采购项目交付或者实施的时间和地点",
      C: "采购标的需满足的服务标准、期限、效率等要求",
      D: "采购标的的验收标准",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "下列哪些属于货物和服务招标文件应当包括的主要内容:______ 。",
    options: {
      A: "投标文件编制要求、投标报价要求和投标保证金交纳、 退还方式以及不予退还投标保证金的情形",
      B: "采购项目预算金额,设定最高限价的,还应当公开最高 限价",
      C: "购项目的技术规格、数量、服务标准、验收等要求,包 括附件、图纸等",
      D: "资格预审邀请",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "下列哪些属于货物和服务招标文件应当包括的主要内容:______ 。",
    options: {
      A: "拟签订的合同文本",
      B: "货物、服务提供的时间、地点、方式",
      C: "采购资金的支付方式、时间、条件",
      D: "评标方法、评标标准和投标无效情形",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "下列哪些属于货物和服务招标文件应当包括的主要内容:______ 。",
    options: {
      A: "投标邀请",
      B: "投标人须知(包括投标文件的密封、签署、盖章要求等)",
      C: "投标人应当提交的资格、资信证明文件",
      D: "为落实政府采购政策,采购标的需满足的要求,以及投 标人须提供的证明材料",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "下列哪些属于货物和服务资格预审文件应当包括的主要内容:______ ",
    options: {
      A: "资格预审邀请",
      B: "申请人须知",
      C: "申请人的资格要求",
      D: "采购代理机构代理费用的收取标准和方式",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "下列哪些属于货物和服务资格预审文件应当包括的主要内容:______ ",
    options: {
      A: "资格审核标准和方法",
      B: "申请人应当提供的资格预审申请文件的内容和格式",
      C: "提交资格预审申请文件的方式、截止时间、地点及资格 审核日期",
      D: "申请人信用信息查询渠道及截止时点、信用信息查询记 录和证据留存的具体方式、信用信息的使用规则等内容",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "下列哪些属于评标委员会负责具体评标事务独立履行的职责:______ ",
    options: {
      A: "审查、评价投标文件是否符合招标文件的商务、技术等 实质性要求",
      B: "要求投标人对投标文件有关事项作出澄清或者说明;对 投标文件进行比较和评价:",
      C: "确定中标候选人名单,以及根据采购人委托直接确定中 标人",
      D: "向采购人、采购代理机构或者有关部门报告评标中发现 的违法行为",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "下列哪一项属于货物和服务招标文件应当包括的主要内容:______ 。",
    options: {
      A: "评标方法、评标标准和投标无效情形",
      B: "评标委员会的组成和产生方式",
      C: "投标截止时间、开标时间及地点",
      D: "投标有效期",
    },
    answer: "ACD",
  },
  {
    type: "multiple",
    question:
      "下列属于《政府采购货物和服务招标投标管理办法》立法目的的 是______ 。",
    options: {
      A: "规范政府采购当事人的采购行为",
      B: "加强对政府采购货物和服务招标投标活动的监督管理",
      C: "维护国家利益、社会公共利益和政府采购招标投标活动 当事人的合法权益",
      D: "提高经济效益",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "以下属于货物服务招标投标活动所应实现的经济和社会发展政策 目标的是______ ",
    options: {
      A: "节约能源",
      B: "保护环境",
      C: "扶持不发达地区和少数民族地区",
      D: "促进中小企业发展",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "有下列情形之一的,视为投标人串通投标,其投标无效:______ ",
    options: {
      A: "不同投标人的投标文件由同一单位或者个人编制",
      B: "不同投标人委托同一单位或者个人办理投标事宜",
      C: "不同投标人的投标文件载明的项目管理成员或者联系人员为同一人",
      D: "不同投标人的投标文件异常一致或者投标报价呈规律性差异",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "有下列情形之一的,视为投标人串通投标,其投标无效:______ ",
    options: {
      A: "不同投标人的投标文件相互混装",
      B: "不同投标人的投标保证金从同一单位或者个人的账户转出",
      C: "不同投标人的投标文件载明的项目管理成员或者联系人员为同一人",
      D: "不同投标人的投标文件存在一致情况",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "招标文件、资格预审文件的内容不得违反______ 。",
    options: {
      A: "法律",
      B: "行政法规",
      C: "强制性标准",
      D: "政府采购政策",
    },
    answer: "ABCD",
  },
  {
    type: "true-false",
    question: "货物服务招标分为公开招标和邀请招标。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question: "投标邀请书应当同时向所有受邀请的供应商发出。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question: "招标公告、资格预审公告的公告期限为5个工作日。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "招标公告、资格预审公告公告的内容应当以市级以上财政部门指定媒体发布的公告为准。公告期限自省级以上财政部门指定媒体最先发布公告之日起算。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "资格预审文件可以收取成本费。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "招标文件、资格预审文件的内容不得违反法律、行政法规、强制性标准、政府采购政策,或者违反公开透明、公平竞争、公正和诚实信用原则。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "采用最低评标价法的采购项目,提供相同品牌产品的不同投标人参加同一合同项下投标的,以其中通过资格审查、符合性审查且报价最低的参加评标。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "使用综合评分法的采购项目,提供相同品牌产品且通过资格审查、符合性审查的不同投标人参加同一合同项下投标的,按一家投标人计算,评审后得分最高的同品牌投标人获得中标人推荐资格______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "不同投标人的投标文件由同一单位或者个人编制,其投标是否有效由评标委员会决定。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "不同投标人的投标文件异常一致或者投标报价呈规律性差异,其投标是否有效由评标委员会决定。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "开标应当在招标文件确定的提交投标文件截止时间的同一时间进行。开标地点应当为招标文件中预先确定的地点。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "财政部门应当依法履行政府采购监督管理职责。财政部门及其工作人员在履行监督管理职责中存在懒政怠政、滥用职权、玩忽职守、徇私舞弊等违法违纪行为的,依照政府采购法、《中华人民共和国公务员法》、《中华人民共和国行政监察法》、政府采购法实施条例等国家有关规定追究相应责任;涉嫌犯罪的,移送司法机关处理。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "政府采购货物服务电子招标投标、政府采购货物中的进口机电产品招标投标有关特殊事宜,由国家发展改革委员会另行规定。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "根据《政府采购竞争性磋商采购方式管理暂行办法》,竞争性磋商采购方式适用于以下哪种情形? ______ ",
    options: {
      A: "政府购买服务项目",
      B: "技术复杂或者性质特殊,不能确定详细规格或者具体要求的",
      C: "因艺术品采购、专利、专有技术或者服务的时间、数量事先不能确定等原因不能事先计算出价格总额的",
      D: "以上都是",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,磋商小组由采购人代表和评审专家共______ 人以上单数组成。",
    options: { A: "3", B: "5", C: "7", D: "9" },
    answer: "A",
  },
  {
    type: "single",
    question:
      "竞争性磋商文件中,供应商资格条件、采购邀请、采购方式等内容属于______ 。",
    options: {
      A: "磋商文件的基本内容",
      B: "磋商文件的附加内容",
      C: "磋商文件的非必要内容",
      D: "磋商文件的保密内容",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,磋商文件的发售期限自开始之日起不得少于( )个工作日。",
    options: { A: "3", B: "5", C: "7", D: "10" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,供应商提交响应文件的截止时间前,采购人、采购代理机构可以对已发出的磋商文件进行必要的澄清或者修改,澄清或者修改的内容作为磋商文件的组成部分。如果澄清或者修改的内容可能影响响应文件编制,采购人、采购代理机构应当在提交首次响应文件截止时间至少______ 日前,以书面形式通知所有获取磋商文件的供应商。",
    options: { A: "3", B: "5", C: "7", D: "10" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,供应商应当按照磋商文件的要求编制响应文件,并对其提交的响应文件的______ 承担法律责任。",
    options: {
      A: "真实性、合法性",
      B: "完整性、准确性",
      C: "及时性、有效性",
      D: "保密性、安全性",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "在竞争性磋商采购中,磋商保证金应当采用______ 形式交纳。",
    options: {
      A: "现金",
      B: "支票、汇票、本票或者金融机构、担保机构出具的保函等非现金形式",
      C: "银行转账",
      D: "电子支付",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,供应商应当在磋商文件要求的截止时间前,将响应文件密封送达指定地点。在截止时间后送达的响应文件为______ 。",
    options: {
      A: "有效文件",
      B: "无效文件",
      C: "待定文件",
      D: "补充文件",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,磋商小组由采购人代表和评审专家共3人以上单数组成,其中评审专家人数不得少于磋商小组成员总数的______ 。",
    options: { A: "1/2", B: "2/3", C: "3/4", D: "4/5" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,评审专家应当遵守评审工作纪律,不得泄露评审情况和评审中获悉的______ 。",
    options: {
      A: "商业秘密",
      B: "个人隐私",
      C: "国家机密",
      D: "公共信息",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,磋商小组在对响应文件的有效性、完整性和响应程度进行审查时,可以要求供应商对响应文件中含义不明确、同类问题表述不一致或者有明显文字和计算错误的内容等作出必要的( )。",
    options: {
      A: "澄清、说明或者更正",
      B: "补充、修改或者撤回",
      C: "补充、修改或者撤回",
      D: "解释、说明或者更正",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,磋商小组所有成员应当集中与单一供应商分别进行磋商,并给予所有参加磋商的供应商______ 的磋商机会。",
    options: { A: "平等", B: "优先", C: "特殊", D: "有限" },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,磋商小组可以根据磋商文件和磋商情况实质性变动采购需求中的技术、服务要求以及合同草案条款,但不得变动磋商文件中的______ 。",
    options: {
      A: "供应商资格条件",
      B: "采购方式",
      C: "采购预算",
      D: "其他内容",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,磋商文件能够详细列明采购标的的技术、服务要求的,磋商结束后,磋商小组应当要求所有实质性响应的供应商在规定时间内提交最后报价,提交最后报价的供应商不得少于( )家。",
    options: { A: "2", B: "3", C: "4", D: "5" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,综合评分法货物项目的价格分值占总分值的比重(即权值)为______ 。",
    options: {
      A: "10%至30%",
      B: "20%至40%",
      C: "30%至60%",
      D: "40%至70%",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,综合评分法服务项目的价格分值占总分值的比重(即权值)为______ 。",
    options: {
      A: "10%至30%",
      B: "20%至40%",
      C: "30%至60%",
      D: "40%至70%",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "在竞争性磋商采购中,综合评分法中的价格分统一采用______ 计算。",
    options: {
      A: "高价优先法",
      B: "低价优先法",
      C: "平均价法",
      D: "中间价法",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,磋商小组应当根据综合评分情况,按照评审得分由高到低顺序推荐______ 名以上成交候选供应商。",
    options: { A: "2", B: "3", C: "4", D: "5" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,评审报告应当由磋商小组全体人员签字认可。磋商小组成员对评审报告有异议的,磋商小组按照______ 的原则推荐成交候选供应商。",
    options: {
      A: "少数服从多数",
      B: "多数服从少数",
      C: "一致同意",
      D: "随机选择",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,采购人应当在收到评审报告后( )个工作日内,从评审报告提出的成交候选供应商中,按照排序由高到低的原则确定成交供应商。",
    options: { A: "3", B: "5", C: "7", D: "10" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,采购人或者采购代理机构应当在成交供应商确定后______ 个工作日内,在省级以上财政部门指定的政府采购信息发布媒体上公告成交结果。",
    options: { A: "2", B: "3", C: "5", D: "7" },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,采购人与成交供应商应当在成交通知书发出之日起______ 日内,按照磋商文件确定的合同文本以及采购标的、规格型号、采购金额、采购数量、技术和服务要求等事项签订政府采购合同。",
    options: { A: "15", B: "20", C: "30", D: "45" },
    answer: "C",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,未成交供应商的磋商保证金应当在成交通知书发出后______ 个工作日内退还。",
    options: { A: "3", B: "5", C: "7", D: "10" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,成交供应商的磋商保证金应当在采购合同签订后______ 个工作日内退还。",
    options: { A: "3", B: "5", C: "7", D: "10" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,供应商在提交响应文件截止时间后撤回响应文件的,磋商保证金______ 。",
    options: {
      A: "应当退还",
      B: "不予退还",
      C: "部分退还",
      D: "视情况而定",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,供应商在响应文件中提供虚假材料的,磋商保证金______ 。",
    options: {
      A: "应当退还",
      B: "不予退还",
      C: "部分退还",
      D: "视情况而定",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,除因不可抗力或磋商文件认可的情形以外,成交供应商不与采购人签订合同的,磋商保证金______ 。",
    options: {
      A: "应当退还",
      B: "不予退还",
      C: "部分退还",
      D: "视情况而定",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,供应商与采购人、其他供应商或者采购代理机构恶意串通的,磋商保证金______ 。",
    options: {
      A: "应当退还",
      B: "不予退还",
      C: "部分退还",
      D: "视情况而定",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,除资格性检查认定错误、分值汇总计算错误、分项评分超出评分标准范围、客观分评分不一致、经磋商小组一致认定评分畸高、畸低的情形外,采购人或者采购代理机构不得以任何理由组织______ 。",
    options: {
      A: "重新评审",
      B: "补充评审",
      C: "修改评审",
      D: "撤回评审",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,采购人或者采购代理机构不得通过对样品进行检测、对供应商进行考察等方式改变______ 。",
    options: {
      A: "评审结果",
      B: "采购需求",
      C: "采购预算",
      D: "采购方式",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,成交供应商拒绝签订政府采购合同的,采购人可以按照《政府采购竞争性磋商采购方式管理暂行办法》第二十八条第二款规定的原则确定其他供应商作为成交供应商并签订政府采购合同,也可以( )。",
    options: {
      A: "重新开展采购活动",
      B: "终止采购活动",
      C: "修改采购需求",
      D: "调整采购预算",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,因情况变化,不再符合规定的竞争性磋商采购方式适用情形的,采购人或者采购代理机构应当______ 。",
    options: {
      A: "终止竞争性磋商采购活动",
      B: "继续采购活动",
      C: "修改采购需求",
      D: "调整采购预算",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,出现影响采购公正的违法、违规行为的,采购人或者采购代理机构应当______ 。",
    options: {
      A: "终止竞争性磋商采购活动",
      B: "继续采购活动",
      C: "修改采购需求",
      D: "调整采购预算",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,除《政府采购竞争性磋商采购方式管理暂行办法》第二十一条第三款规定的情形外,在采购过程中符合要求的供应商或者报价未超过采购预算的供应商不足______ 家的,采购人或者采购代理机构应当终止竞争性磋商采购活动。",
    options: { A: "2", B: "3", C: "4", D: "5" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,因重大变故,采购任务取消的,采购人或者采购代理机构应当______ 。",
    options: {
      A: "终止采购活动",
      B: "继续采购活动",
      C: "修改采购需求",
      D: "调整采购预算",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,相关法律制度对政府和社会资本合作项目采用竞争性磋商采购方式另有规定的,从其规定。这体现了______ 。",
    options: {
      A: "法律优先原则",
      B: "法律适用原则",
      C: "法律保留原则",
      D: "法律补充原则",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,主管预算单位是指负有编制部门预算职责,向同级财政部门申报预算的______ 。",
    options: {
      A: "国家机关、事业单位和团体组织",
      B: "企业、事业单位和团体组织",
      C: "国家机关、企业单位和团体组织",
      D: "国家机关、事业单位和企业单位",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,《政府采购竞争性磋商采购方式管理暂行办法》自( )起施行。",
    options: {
      A: "印发之日",
      B: "公布之日",
      C: "发布之日",
      D: "实施之日",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,采购人、采购代理机构应当按照政府采购法和《政府采购竞争性磋商采购方式管理暂行办法》的规定组织开展竞争性磋商,并采取必要措施,保证磋商在______ 的情况下进行。",
    options: {
      A: "公开透明",
      B: "严格保密",
      C: "公平公正",
      D: "高效便捷",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "在竞争性磋商采购中,任何单位和个人不得非法干预、影响______ 。",
    options: {
      A: "磋商过程和结果",
      B: "采购需求和预算",
      C: "供应商资格和条件",
      D: "评审标准和程序",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,采购人、采购代理机构应当通过发布公告、从省级以上财政部门建立的供应商库中随机抽取或者采购人和评审专家分别书面推荐的方式邀请不少于( )家符合相应资格条件的供应商参与竞争性磋商采购活动。",
    options: { A: "2", B: "3", C: "4", D: "5" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,符合政府采购法第二十二条第一款规定条件的供应商可以在采购活动开始前加入______ 。",
    options: {
      A: "供应商库",
      B: "评审专家库",
      C: "采购代理机构库",
      D: "采购人库",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,财政部门不得对供应商申请入库收取任何费用,不得利用供应商库进行______ 。",
    options: {
      A: "地区和行业封锁",
      B: "供应商资质审查",
      C: "采购需求调研",
      D: "采购预算编制",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,采取采购人和评审专家书面推荐方式选择供应商的,采购人推荐供应商的比例不得高于推荐供应商总数的______ 。",
    options: { A: "30%", B: "40%", C: "50%", D: "60%" },
    answer: "C",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,采用公告方式邀请供应商的,采购人、采购代理机构应当在省级以上人民政府财政部门指定的政府采购信息发布媒体发布______ 。",
    options: {
      A: "竞争性磋商公告",
      B: "采购需求公告",
      C: "采购预算公告",
      D: "采购结果公告",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,竞争性磋商公告应当包括采购人、采购代理机构的名称、地点和联系方法,采购项目的名称、数量、简要规格描述或项目基本概况介绍,采购项目的预算,供应商资格条件,获取磋商文件的时间、地点、方式及磋商文件售价,响应文件提交的截止时间、开启时间及地点,以及______ ",
    options: {
      A: "采购项目联系人姓名和电话",
      B: "采购需求详细说明",
      C: "采购预算详细说明",
      D: "采购结果详细说明",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,磋商文件应当根据采购项目的特点和采购人的实际需求制定,并经采购人______ 同意。",
    options: { A: "书面", B: "口头", C: "电子", D: "电话" },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,采购人应当以满足实际需求为原则,不得擅自提高经费预算和资产配置等______ 。",
    options: {
      A: "采购标准",
      B: "采购需求",
      C: "采购预算",
      D: "采购方式",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,磋商文件不得要求或者标明供应商名称或者特定货物的品牌,不得含有指向特定供应商的______ 等条件。",
    options: {
      A: "技术、服务",
      B: "价格、质量",
      C: "资质、信誉",
      D: "经验、业绩",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "在竞争性磋商采购中,磋商文件应当包括供应商资格条件、采购邀请、采购方式、采购预算、采购需求、政府采购政策要求、评审程序、评审方法、评审标准、保证金交纳数额和形式以及不予退还保证金的情形、磋商过程中可能实质性变动的内容、响应文件提交的截止时间、开启时间及地点以及______ 等。",
    options: {
      A: "合同草案条款",
      B: "采购结果公告",
      C: "采购需求详细说明",
      D: "采购预算详细说明",
    },
    answer: "A",
  },
  {
    type: "multiple",
    question:
      "根据《政府采购竞争性磋商采购方式管理暂行办法》,以下哪些情形可以采用竞争性磋商方式开展采购?______ ",
    options: {
      A: "政府购买服务项目",
      B: "技术复杂或者性质特殊,不能确定详细规格或者具体要求的",
      C: "因艺术品采购、专利、专有技术或者服务的时间、数量事先不能确定等原因不能事先计算出价格总额的",
      D: "市场竞争不充分的科研项目,以及需要扶持的科技成果转化项目",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "在竞争性磋商采购活动中,采购人、采购代理机构应当通过以下哪些方式邀请不少于3家符合相应资格条件的供应商参与? ( )",
    options: {
      A: "发布公告",
      B: "从省级以上财政部门建立的供应商库中随机抽取",
      C: "采购人和评审专家分别书面推荐",
      D: "直接指定供应商",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "竞争性磋商公告应当包括以下哪些主要内容?______ ",
    options: {
      A: "采购人、采购代理机构的名称、地点和联系方法",
      B: "采购项目的名称、数量、简要规格描述或项目基本概况介绍",
      C: "采购项目的预算",
      D: "供应商资格条件",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "磋商文件应当包括以下哪些内容? ( )",
    options: {
      A: "供应商资格条件",
      B: "采购邀请",
      C: "采购方式",
      D: "采购预算",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "在竞争性磋商采购活动中,磋商小组由以下哪些人员组成?______ ",
    options: {
      A: "采购人代表",
      B: "评审专家",
      C: "采购代理机构人员",
      D: "供应商代表",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "在竞争性磋商采购活动中,磋商小组在对响应文件的有效性、完整性和响应程度进行审查时,可以要求供应商对以下哪些内容作出必要的澄清、说明或者更正?______ ",
    options: {
      A: "响应文件中含义不明确的内容",
      B: "同类问题表述不一致的内容",
      C: "有明显文字和计算错误的内容",
      D: "响应文件的实质性内容",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "在竞争性磋商采购活动中,磋商小组可以根据磋商文件和磋商情况实质性变动以下哪些内容?______ ",
    options: {
      A: "采购需求中的技术、服务要求",
      B: "合同草案条款",
      C: "供应商资格条件",
      D: "磋商文件中的其他内容",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "在竞争性磋商采购活动中,出现以下哪些情形,采购人或者采购代理机构应当终止竞争性磋商采购活动? ______ ",
    options: {
      A: "因情况变化,不再符合规定的竞争性磋商采购方式适用情形的",
      B: "出现影响采购公正的违法、违规行为的",
      C: "在采购过程中符合要求的供应商或者报价未超过采购预算的供应商不足3家的",
      D: "供应商拒绝签订政府采购合同的",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "在竞争性磋商采购活动中,磋商小组所有成员应当集中与单一供应商分别进行磋商,并给予所有参加磋商的供应商平等的磋商机会。这一规定体现了以下哪些原则? ______ ",
    options: {
      A: "公开原则",
      B: "公平原则",
      C: "公正原则",
      D: "诚实信用原则",
    },
    answer: "BC",
  },
  {
    type: "multiple",
    question:
      "在竞争性磋商采购活动中,磋商小组在对响应文件的有效性、完整性和响应程度进行审查时,可以要求供应商对以下哪些内容作出必要的澄清、说明或者更正?______ ",
    options: {
      A: "响应文件中含义不明确的内容",
      B: "同类问题表述不一致的内容",
      C: "有明显文字和计算错误的内容",
      D: "响应文件的实质性内容",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "在竞争性磋商采购活动中,磋商小组可以根据磋商文件和磋商情况实质性变动以下哪些内容?______ ",
    options: {
      A: "采购需求中的技术、服务要求",
      B: "合同草案条款",
      C: "供应商资格条件",
      D: "磋商文件中的其他内容",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "在竞争性磋商采购活动中,出现以下哪些情形,采购人或者采购代理机构应当终止竞争性磋商采购活动? ______ ",
    options: {
      A: "因情况变化,不再符合规定的竞争性磋商采购方式适用情形的",
      B: "出现影响采购公正的违法、违规行为的",
      C: "在采购过程中符合要求的供应商或者报价未超过采购预算的供应商不足3家的",
      D: "供应商拒绝签订政府采购合同的",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "在竞争性磋商采购活动中,磋商小组所有成员应当集中与单一供应商分别进行磋商,并给予所有参加磋商的供应商平等的磋商机会。这一规定体现了以下哪些原则?______ ",
    options: {
      A: "公开原则",
      B: "公平原则",
      C: "公正原则",
      D: "诚实信用原则",
    },
    answer: "BC",
  },
  {
    type: "multiple",
    question:
      "在竞争性磋商采购活动中,磋商小组在对响应文件的有效性、完整性和响应程度进行审查时,可以要求供应商对以下哪些内容作出必要的澄清、说明或者更正?______ ",
    options: {
      A: "响应文件中含义不明确的内容",
      B: "同类问题表述不一致的内容",
      C: "有明显文字和计算错误的内容",
      D: "响应文件的实质性内容",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "在竞争性磋商采购活动中,磋商小组可以根据磋商文件和磋商情况实质性变动以下哪些内容? ______ ",
    options: {
      A: "采购需求中的技术、服务要求",
      B: "供应商资格条件",
      C: "磋商文件中的其他内容",
      D: "合同草案条款",
    },
    answer: "AD",
  },
  {
    type: "true-false",
    question:
      "根据《政府采购竞争性磋商采购方式管理暂行办法》,政府购买服务项目可以采用竞争性磋商方式开展采购。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,采购人、采购代理机构可以通过直接指定供应商的方式邀请不少于3家符合相应资格条件的供应商参与。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "竞争性磋商公告应当包括采购人、采购代理机构的名称、地点和联系方法。( )",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question: "磋商文件可以要求或者标明供应商名称或者特定货物的品牌。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,磋商小组由采购人代表和评审专家共3人以上单数组成。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,磋商小组可以要求供应商对响应文件的实质性内容作出必要的澄清、说明或者更正。( )",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,磋商小组可以根据磋商文件和磋商情况实质性变动磋商文件中的其他内容。( )",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,综合评分法货物项目的价格分值占总分值的比重(即权值)为30%至60%。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,磋商小组应当根据综合评分情况,按照评审得分由高到低顺序推荐2名以上成交候选供应商。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,采购人应当在收到评审报告后5个工作日内确定成交供应商。( )",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,采购人与成交供应商应当在成交通知书发出之日起30日内签订政府采购合同______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,未成交供应商的磋商保证金应当在成交通知书发出后5个工作日内退还。( )",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,出现影响采购公正的违法、违规行为的,采购人或者采购代理机构应当终止竞争性磋商采购活动。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,磋商小组所有成员应当集中与单一供应商分别进行磋商,并给予所有参加磋商的供应商平等的磋商机会。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,磋商小组要求供应商澄清、说明或者更正响应文件应当以书面形式作出。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,磋商小组在对响应文件的有效性、完整性和响应程度进行审查时,可以要求供应商对响应文件的实质性内容作出必要的澄清、说明或者更正。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,磋商小组可以根据磋商文件和磋商情况实质性变动磋商文件中的其他内容。( )",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,综合评分法货物项目的价格分值占总分值的比重(即权值)为30%至60%。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,磋商小组应当根据综合评分情况,按照评审得分由高到低顺序推荐2名以上成交候选供应商。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,采购人应当在收到评审报告后5个工作日内确定成交供应商。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,采购人与成交供应商应当在成交通知书发出之日起30日内签订政府采购合同______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,未成交供应商的磋商保证金应当在成交通知书发出后5个工作日内退还。( )",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,出现影响采购公正的违法、违规行为的,采购人或者采购代理机构应当终止竟争性磋商采购活动。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,磋商小组所有成员应当集中与单一供应商分别进行磋商,并给予所有参加磋商的供应商平等的磋商机会。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,磋商小组要求供应商澄清、说明或者更正响应文件应当以书面形式作出。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,磋商小组在对响应文件的有效性、完整性和响应程度进行审查时,可以要求供应商对响应文件的实质性内容作出必要的澄清、说明或者更正。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,磋商小组可以根据磋商文件和磋商情况实质性变动磋商文件中的其他内容。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,综合评分法货物项目的价格分值占总分值的比重(即权值)为30%至60%。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,磋商小组应当根据综合评分情况,按照评审得分由高到低顺序推荐2名以上成交候选供应商。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "在竞争性磋商采购活动中,采购人应当在收到评审报告后5个工作日内确定成交供应商。( )",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "single",
    question:
      "采用质量优先法的检测、实验等仪器设备采购,淘汰比例不得低于______ ,且至少淘汰一家供应商",
    options: { A: "15%", B: "40%", C: "20%", D: "30%" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "采用质量优先法的检测、实验等仪器设备采购,淘汰比例不得低于40%,且至少淘汰______ 供应商",
    options: { A: "1家", B: "2家", C: "3家", D: "4家" },
    answer: "A",
  },
  {
    type: "single",
    question:
      "封闭式框架协议采购是指符合《政府采购框架协议采购方式管理暂行办法》______ 规定情形,通过公开竞争订立框架协议后,除经过框架协议约定的补充征集程序外,不得增加协议供应商的框架协议采购",
    options: {
      A: "第一条规定",
      B: "第五条规定",
      C: "第七条规定",
      D: "第三条规定",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "对耗材使用量大的复印、打印、实验、医疗等仪器设备进行框架协议采购的,应当要求供应商同时对______ 以上约定期限内的专用耗材进行报价",
    options: { A: "3年", B: "1年", C: "2年", D: "5年" },
    answer: "A",
  },
  {
    type: "single",
    question:
      "成交结果单笔公告可以在省级以上______ 指定的媒体上发布,也可以在开展框架协议采购的电子化采购系统发布,发布成交结果公告的渠道应当在征集文件或者框架协议中告知供应商",
    options: {
      A: "审计部门",
      B: "财政部门",
      C: "监察部门",
      D: "行政部门",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "封闭式框架协议采购是指符合《政府采购框架协议采购方式管理暂行办法》______ 情形,通过公开竞争订立框架协议后,除经过框架协议约定的补充征集程序外,不得增加协议供应商的框架协议采购",
    options: { A: "第二条", B: "第十条", C: "第三条", D: "第五条" },
    answer: "C",
  },
  {
    type: "single",
    question:
      "开放式框架协议采购是指符合本条第二款规定情形,明确采购需求和付费标准等框架协议条件,愿意接受协议条件的______ 可以随时申请加入的框架协议采购",
    options: {
      A: "采购人",
      B: "服务对象",
      C: "供应商",
      D: "采购代理机构",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "开放式框架协议征集公告发布后至框架协议期满前,______ 可以按照征集公告要求,随时提交加入框架协议的申请",
    options: {
      A: "服务对象",
      B: "征集人",
      C: "供应商",
      D: "采购代理机构",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "框架协议______ 在框架协议有效期内不得变动",
    options: {
      A: "采购对象",
      B: "产品要求",
      C: "服务质量",
      D: "采购需求",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "框架协议中服务项目包含货物的,响应文件中应当列明货物清单及______ ",
    options: {
      A: "采购对象",
      B: "产品要求",
      C: "质量标准",
      D: "采购需求",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "没有政府定价的,应当通过需求调查,并根据需求标准科学确定,属于《政府采购框架协议采购方式管理暂行办法》第十条第二款第一项规定情形的采购项目,需要订立开放式框架协议的,与______ 协商确定",
    options: {
      A: "供应商",
      B: "服务对象",
      C: "采购人",
      D: "采购代理机构",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "能够确定统一付费标准,因地域等服务便利性要求,需要接纳所有愿意接受协议条件的供应商加入框架协议,以供______ 自主选择的,可以采用开放式框架协议采购",
    options: {
      A: "服务对象",
      B: "采购人",
      C: "供应商",
      D: "采购代理机构",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "评审时应当考虑约定期限的专用耗材使用成本,修正仪器设备的响应报价或者______ ",
    options: {
      A: "服务评分",
      B: "产品评分",
      C: "质量评分",
      D: "价格评分",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "其他预算单位采用框架协议采购方式采购的,应当遵守《政府采购框架协议采购方式管理暂行办法》关于______ 单位的规定",
    options: {
      A: "行政部门",
      B: "主管预算",
      C: "集中采购机构",
      D: "采购代理机构",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "其他预算单位确有需要的,经其主管预算单位批准,可以采用______ 采购方式采购",
    options: {
      A: "公开招标",
      B: "单一来源",
      C: "框架协议",
      D: "竞争谈判",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "前款所称采购限额标准以上,是指______ 的货物、服务年度采购预算达到采购限额标准以上",
    options: {
      A: "同一品目或者同一类别",
      B: "同一品目或者不同一类别",
      C: "不同一品目或者同一类别",
      D: "不同一品目或者不同一类别",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "确定第一阶段入围供应商时,提交响应文件和符合资格条件、实质性要求的供应商应当均不少于______ ,淘汰比例一般不得低于20%,且至少淘汰一家供应商",
    options: { A: "1家", B: "2家", C: "3家", D: "4家" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "确定框架协议采购需求应当开展需求调查,听取______ 、供应商和专家等意见",
    options: {
      A: "采购人",
      B: "代理机构",
      C: "财政部门",
      D: "审计部门",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "申明不再签订书面框架协议的,发布入围结果公告,视为签订______ ",
    options: {
      A: "合同协议",
      B: "采购合同",
      C: "框架协议",
      D: "招标文件",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "框架协议顺序轮候一般适用于______ ",
    options: {
      A: "货物项目",
      B: "工程项目",
      C: "服务项目",
      D: "采购项目",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "我国政府采购协议供货,即借鉴西方国家框架协议的做法,对纳入政府集中采购目录以内的通用政府采购项目(不含工程采购项目),通过______ 方式确定相对固定的供应商",
    options: {
      A: "竞争谈判",
      B: "公开招标",
      C: "单一来源",
      D: "网上竞价",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "以二次竞价或者顺序轮候方式确定成交供应商的,______ 应当在确定成交供应商后2个工作日内逐笔发布成交结果公告",
    options: {
      A: "服务对象",
      B: "征集人",
      C: "供应商",
      D: "采购代理机构",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "有政府定价、政府指导价的项目,以及对质量有特别要求的检测、实验等仪器设备,可以采用______ ",
    options: {
      A: "预算优先",
      B: "质量优先法",
      C: "价格优先法",
      D: "服务优先法",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "在封闭式框架协议采购中,确定入围供应商必须有竞争和淘汰,淘汰比例一般不低于______ ,而且至少要淘汰一家供应商",
    options: { A: "15%", B: "10%", C: "20%", D: "30%" },
    answer: "C",
  },
  {
    type: "single",
    question: "征集文件应当包括拟签订的框架协议文本和______ 文本",
    options: {
      A: "合同协议",
      B: "投标文件",
      C: "采购合同",
      D: "招标文件",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "框架协议质量因素中的其他指标可以作为______ ,不得作为评分项",
    options: {
      A: "实质性要求",
      B: "产品要求",
      C: "服务质量",
      D: "采购需求",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "质量优先法是指对满足采购需求且响应报价不超过最高限制单价的______ 进行质量综合评分,按照质量评分从高到低排序,根据征集文件规定的淘汰率或者入围供应商数量上限,确定入围供应商的评审方法",
    options: {
      A: "货物、服务",
      B: "服务质量",
      C: "技术要求",
      D: "产品配置",
    },
    answer: "A",
  },
  {
    type: "multiple",
    question: "符合下列情形之一的,可以采用开放式框架协议采购",
    options: {
      A: "《政府采购框架协议采购方式管理暂行办法》第二条第一款第二项规定的情形,且不宜淘汰供应商的",
      B: "《政府采购框架协议采购方式管理暂行办法》第三条第一款第一项规定的情形,因执行政府采购政策不宜淘汰供应商的,或者受基础设施、行政许可、知识产权等限制,供应商数量在3家以下",
      C: "供应商数量在5家以下",
      D: "《政府采购框架协议采购方式管理暂行办法》第三条第一款第三项规定的情形,能够确定统一付费标准,因地域等服务便利性要求,需要接纳所有愿意接受协议条件的供应商加入框架协议,以供服务对象自主选择的",
    },
    answer: "BD",
  },
  {
    type: "multiple",
    question: "符合下列情形之一的,可以采用框架协议采购方式采购",
    options: {
      A: "集中采购目录以内品目,以及与之配套的必要耗材、配件等,属于小额零星采购的",
      B: "集中采购目录以外,采购限额标准以上,本部门、本系统行政管理所需的法律、评估、会计、审计等鉴证咨询服务,属于小额零星采购的",
      C: "集中采购目录以外,采购限额标准以上,为本部门、本系统以外的服务对象提供服务的政府购买服务项目,需要确定2家以上供应商由服务对象自主选择的",
      D: "国务院财政部门规定的其他情形",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "开放式框架协议采购适用于什么情形",
    options: {
      A: "因执行政府采购政策不适合淘汰供应商的",
      B: "受基础设施、行政许可、知识产权等限制,供应商数量在3家以下,并且不适合淘汰供应商的",
      C: "能够确定统一付费标准,并且为了更好地向公众提供服务,需要让所有愿意接受协议条件的供应商都加入的政府购买服务项目。",
      D: "受基础设施、行政许可、知识产权等限制,供应商数量在5家以下",
    },
    answer: "AC",
  },
  {
    type: "multiple",
    question: "开放式框架协议付费标准主要有三种情形",
    options: {
      A: "没有政府定价,采购标的市场竞争充分、有市场公允价格的,由征集人结合采购预算、需求标准和需求调查情况,合理确定付费标准",
      B: "有政府定价的,由征集人与供应商协商确定付费标准",
      C: "没有政府定价,并且相关采购市场缺乏竞争,由征集人与供应商协商确定付费标准",
      D: "有政府定价的,执行政府定价",
    },
    answer: "CD",
  },
  {
    type: "multiple",
    question: "框架协议采购,是指______ ",
    options: {
      A: "集中采购机构或者主管预算单位对技术、服务等标准明确、统一,需要多次重复采购的货物和服务,通过公开征集程序,确定第一阶段入围供应商并订立框架协议",
      B: "通过公开征集程序,确定第二阶段入围供应商并订立框架协议",
      C: "采购人或者服务对象按照框架协议约定规则",
      D: "在入围供应商范围内确定第二阶段成交供应商并订立采购合同的采购方式",
    },
    answer: "ACD",
  },
  {
    type: "multiple",
    question: "框架协议采购包括______ ",
    options: {
      A: "单一来源采购",
      B: "封闭式框架协议采购",
      C: "开放式框架协议采购",
      D: "政府直接采购",
    },
    answer: "BC",
  },
  {
    type: "multiple",
    question: "框架协议采购方式与其他采购方式相比,主要有以下特点",
    options: {
      A: "适用范围不同",
      B: "供应商范围不同",
      C: "价格不同",
      D: "程序不同",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "框架协议采购需求符合______ 等有关规定,厉行节约,不得超标准采购",
    options: {
      A: "价格标准",
      B: "预算标准",
      C: "服务标准",
      D: "资产配置标准",
    },
    answer: "BD",
  },
  {
    type: "multiple",
    question:
      "框架协议采购需求满足______ 实际需要,符合市场供应状况和市场公允标准,在确保功能、性能和必要采购要求的情况下促进竞争",
    options: {
      A: "采购人",
      B: "服务对象",
      C: "代理机构",
      D: "供应商",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question: "框架协议采购需求应当符合以下规定",
    options: {
      A: "符合预算标准、资产配置标准等有关规定,厉行节约,可以超标准采购",
      B: "货物项目应当明确货物的技术和商务要求,包括功能、性能、材料、结构、外观、安全、包装、交货期限、交货的地域范围、售后服务等",
      C: "按照《政府采购品目分类目录》,将采购标的细化到底级品目,并细分不同等次、规格或者标准的采购需求,合理设置采购包",
      D: "满足采购人和服务对象实际需要,符合市场供应状况和市场公允标准,在确保功能、性能和必要采购要求的情况下促进竞争",
      E: "符合预算标准、资产配置标准等有关规定,厉行节约,不得超标准采购",
    },
    answer: "BCDE",
  },
  {
    type: "multiple",
    question:
      "为了规范多频次、小额度采购活动,提高政府采购项目绩效,根据______ 等法律法规规定,制定框架协议",
    options: {
      A: "《中华人民共和国政府招标法》",
      B: "《中华人民共和国政府采购法》",
      C: "《中华人民共和国行政法》",
      D: "《中华人民共和国政府采购法实施条例》",
    },
    answer: "BD",
  },
  {
    type: "multiple",
    question:
      "框架协议采购 供应商数量在3家以下且不宜淘汰供应商的,可以采用开放式 因执行政府采购政策不宜淘汰供应商的,或者受______ 等限制,",
    options: {
      A: "基础设施",
      B: "行政许可",
      C: "知识产权",
      D: "供应商",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "有______ 的框架协议采购项目,以及对质量有特别要求的检测、 实验等仪器设备,可以采用质量优先法,其他项目应当采用 价格优先法",
    options: {
      A: "政府定价",
      B: "审计",
      C: "政府指导价",
      D: "专家定价",
    },
    answer: "AC",
  },
  {
    type: "true-false",
    question:
      "《政府采购框架协议采购方式管理暂行办法》已经2020年12月31日部务会议审议通过,现予公布,自2021年3月1日起施行。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "对货物项目每个采购包可以用多产品进行响应,征集文件有要求的,应当同时对产品的选配件、耗材进行报价。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "服务项目应当明确服务内容、服务标准、技术保障、服务人员组成、服务交付或者实施的地域范围,以及所涉及的货物的质量标准、服务工作量的计量方式等。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "服务项目质量因素包括服务内容、服务水平、供应商的履约能力、服务经验等。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "供应商响应的货物和服务的技术、商务等条件不得低于采购需求,货物原则上应当是市场上已有销售的规格型号,不得是专供政府采购的产品。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "集中采购机构采用框架协议采购的,应当拟定采购方案,报本级行政部门审核后实施。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "集中采购机构或者主管预算单位应当在招标文件中确定框架协议采购的最高限制单价。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "开放式框架协议采购是指符合本条第三款规定情形,明确采购需求和付费标准等框架协议条件,愿意接受协议条件的供应商可以随时申请加入的框架协议采购。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "框架协议采购适用于多频次、小额度采购,单一项目的采购。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "框架协议采购需求在框架协议有效期内不得变动。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question: "框架协议采购应当实行电子化采购。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "评审时应当考虑约定期限的专用耗材使用成本,修正仪器设备的响应报价或者服务评分。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "评审时应当考虑约定期限的专用耗材使用成本,修正仪器设备的响应报价或者质量评分。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "single",
    question:
      "政府采购评审专家,是指经省级以上人民政府( )选聘,以独立身份参加政府采购评审,纳入评审专家库管理人员。",
    options: {
      A: "审计部门",
      B: "财政部门",
      C: "监察部门",
      D: "行政部门",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "《政府采购评审专家管理办法》,以下不属于评审专家所实行之管理原则的是______ 。",
    options: {
      A: "统一标准",
      B: "管用分离",
      C: "随机抽取",
      D: "动态管理",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "______ 负责制定全国统一的评审专家专业分类标准和评审专家库建设标准。",
    options: {
      A: "省级以上人民政府财政部门",
      B: "市级以上人民政府财政部门",
      C: "财政部",
      D: "国务院",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "______ 财政部门负责建设本地区评审专家库并实行动态管理,与国家评审专家库互联互通、资源共享。",
    options: {
      A: "省级人民政府",
      B: "市级人民政府",
      C: "设区市级人民政府",
      D: "县级人民政府",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "( )财政部门通过公开征集、单位推荐和自我推荐相结合的方式选聘评审专家。",
    options: {
      A: "财政部",
      B: "市级以上人民政府",
      C: "省级以上人民政府",
      D: "设区市级以上人民政府",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "关于评审专家应当具备的条件,下列表述错误的是______ 。",
    options: {
      A: "具有良好的职业道德,廉洁自律,遵纪守法,无行贿、受贿、欺诈等不良信用记录",
      B: "承诺以独立身份参加评审工作,依法履行评审专家工作职责并承担相应的法律责任的中国公民",
      C: "不需要熟悉政府采购相关政策法规,只要在行业内有知名度就可以",
      D: "不满70周岁,身体健康,能承担评审工作",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "对评审专家数量较少的专业,下列哪一项根据《政府采购评审专家管理办法》可以放松。______ ",
    options: {
      A: "具有良好的职业道德,廉洁自律,遵纪守法,无行贿、受贿、欺诈等不良信用记录",
      B: "具有中级专业技术职称或同等专业水平且从事相关领域工作满8年,或者具有高级专业技术职称或同等专业水平",
      C: "熟悉政府采购相关政策法规",
      D: "承诺以独立身份参加评审工作,依法履行评审专家工作职责并承担相应法律责任的中国公民",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "政府采购评审专家的申请人应当根据______ 申报评审专业。",
    options: {
      A: "本人兴趣",
      B: "本人专业或专长",
      C: "采购监管部门需要",
      D: "政府采购活动需要",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "( )对申请人提交的申请材料、申报的评审专业和信用信息进行审核,符合条件的选聘为评审专家,纳入评审专家库管理。",
    options: {
      A: "国务院",
      B: "财政部",
      C: "省级人民政府",
      D: "省级以上人民政府财政部门",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "根据《政府采购评审专家管理办法》,下列哪种情形,省级以上人民政府财政部门应当将评审专家解聘。______ ",
    options: {
      A: "评审专家已经年满60周岁",
      B: "评审专家已经退休",
      C: "评审专家本人申请不再担任评审专家",
      D: "评审专家暂时失业",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "根据《政府采购评审专家管理办法》,下列哪种情形,省级以上人民政府财政部门应当将评审专家解聘。______ ",
    options: {
      A: "评审专家被所在单位解雇",
      B: "评审专家已经年满60周岁",
      C: "评审专家受到行政处罚",
      D: "评审专家受到刑事处罚",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "根据《政府采购评审专家管理办法》,下列哪种情形,省级以上人民政府财政部门应当将评审专家解聘。______ ",
    options: {
      A: "评审专家的学历学位证书丢失",
      B: "评审专家泄露评审文件、评审情况",
      C: "评审专家因交通违章受到行政处罚",
      D: "评审专家被所在单位解雇",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "采购人或者采购代理机构应当从省级以上人民政府财政部门设立的评审专家库中______ 评审专家。",
    options: {
      A: "按需抽取",
      B: "分级抽取",
      C: "随机抽取",
      D: "指定抽取",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "评审专家库中相关专家数量不能保证随机抽取需要的,采购人或者采购代理机构可以( )。",
    options: {
      A: "在评审专家库内直接确定相关评审专家",
      B: "在评审专家库外自行选择相应专业领域的评审专家",
      C: "推荐符合条件的人员,经审核选聘入库后再随机抽取使用",
      D: "增加采购人代表名额,补足评审委员会人数",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "关于自行选定评审专家,下列说法正确的是( )",
    options: {
      A: "应当经采购人的本级财政部门同意",
      B: "应当优先选择本单位以外的评审专家",
      C: "应当经采购代理机构同意",
      D: "应当优先选择本单位的评审专家",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "除采用竞争性谈判、竞争性磋商方式采购,以及异地评审的项目外,采购人或者采购代理机构抽取评审专家的开始时间原则上不得早于评审活动开始前______ ",
    options: { A: "1个工作日", B: "1日", C: "2个工作日", D: "2日" },
    answer: "C",
  },
  {
    type: "single",
    question:
      "除采用竞争性谈判、竞争性磋商方式采购,以及异地评审的项目外,采购人或者采购代理机构抽取评审专家的开始时间原则上不得早于评审活动开始前2个工作日。其主要目的是______ 。",
    options: {
      A: "方便财政部门对专家抽取工作的管理",
      B: "方便采购人或采购代理机构的专家抽取工作",
      C: "方便评审专家安排时间参加评审",
      D: "减少已抽取的评审专家名单泄密的可能性",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "采购人或者采购代理机构应当______ 宣布评审工作纪律,并将记载评审工作纪律的书面文件作为采购文件一并存档。",
    options: {
      A: "在评审活动过程中",
      B: "在评审活动开始前",
      C: "在评审活动开始后",
      D: "在抽取评审专家时",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "评审专家发现本人与参加采购活动的供应商有利害关系的______ 。",
    options: {
      A: "应当客观、公正地进行评审",
      B: "应当主动提出回避",
      C: "如果采购人或采购代理机构未要求回避的,继续参加评审活动",
      D: "可以在采购文件规定的自由裁量范围内,适当照顾有利害关系的供应",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "范某作为评审专家,在评审过程中发现某投标供应商是其刚刚离职的企业,面对此情形范某应该如何操作。______ ",
    options: {
      A: "应主动提出回避",
      B: "反正没人发现,好好评审就可以了",
      C: "向采购人代表说明,经同意后继续评审",
      D: "向财政部门汇报",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "各级财政部门政府采购监督管理工作人员,______ 作为评审专家参与政府采购项目的评审活动。",
    options: { A: "可以", B: "应当", C: "不得", D: "经批准可以" },
    answer: "C",
  },
  {
    type: "single",
    question:
      "出现评审专家缺席、回避等情形导致评审现场专家数量不符合规定的,采购人或者采购代理机构______ ",
    options: {
      A: "经采购人本级财政部门同意,可以继续进行缺额评审",
      B: "可以及时补抽评审专家,或者经采购人主管预算单位同意自行选定补足评审专家",
      C: "应当及时补抽评审专家,或者经采购人本级财政部门同意自行选定补足评审专家",
      D: "无法及时补足评审专家的,应当立即停止评审工作,妥善保存采购文件,依法重新组建评标委员会、谈判小组、询价小组、磋商小组进行评审",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "有关政府采购评审专家在评审过程中的行为,错误的说法是______ 。",
    options: {
      A: "应当遵守评审工作纪律,不得泄露评审文件、评审情况和评审中获悉的商业秘密",
      B: "在评审过程中受到非法干预的,应当及时向财政、监察等部门举报",
      C: "评审开始前应当自觉将通讯工具交采购人或采购代理机构统一保管",
      D: "评审过程中发现供应商有行贿、提供虚假材料或者串通等违法行为的,立即停止评审,不用向财政部门报告",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "评审专家发现供应商具有行贿、提供虚假材料或者串通等违法行为的,应当及时向______ 报告。",
    options: {
      A: "监察部门",
      B: "纪检部门",
      C: "财政部门",
      D: "公安部门",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "评审专家应当在评审报告上签字,对自己的评审意见承担法律责任。对需要共同认定的事项存在争议的,按照______ 的原则做出结论。",
    options: {
      A: "协商一致",
      B: "由评审委员会负责人做最后决定",
      C: "少数服从多数",
      D: "现场请示采购人本级财政部门",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "评审专家对评审报告有异议的,______ ,否则视为同意评审报告。",
    options: {
      A: "应当拒绝在评审报告上签署",
      B: "应当在评审报告上签署不同意见",
      C: "应当拒绝在评审报告上签署并现场说明理由",
      D: "应当在评审报告上签署不同意见并说明理由",
    },
    answer: "D",
  },
  {
    type: "single",
    question: "评审专家名单______ 应当保密。",
    options: {
      A: "在评审活动开始后",
      B: "在评审活动过程中",
      C: "在抽取评审专家时",
      D: "在评审结果公告前",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "采购人或者采购代理机构应当于评审活动结束后( )内,在政府采购信用评价系统中记录评审专家的职责履行情况。",
    options: { A: "5日", B: "5个工作日", C: "7日", D: "7个工作日" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "评审专家应当于评审活动结束后( )内,在政府采购信用评价系统中记录采购人或者采购代理机构的职责履行情况。",
    options: { A: "3日", B: "3个工作日", C: "5日", D: "5个工作日" },
    answer: "D",
  },
  {
    type: "single",
    question: "集中采购目录内的项目,由______ 支付评审专家劳务报酬。",
    options: {
      A: "采购人",
      B: "供应商",
      C: "集中采购机构",
      D: "中标供应商",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "( )应当根据实际情况制定本地区评审专家劳务报酬标准。中央预算单位参照本单位所在地或评审活动所在地标准支付评审专家劳务报酬。",
    options: {
      A: "设区市级人民政府财政部门",
      B: "市级人民政府财政部门",
      C: "县级人民政府财政部门",
      D: "省级人民政府财政部门",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "评审专家未完成评审工作擅自离开评审现场,或者在评审活动中有违法违规行为的,( )获取劳务报酬和报销异地评审差旅费。",
    options: { A: "应当", B: "不得", C: "可以", D: "能够" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "政府采购评审专家存在下列违法情形的,由财政部门给予警告,并处2000元以上2万元以下的罚款( )。",
    options: {
      A: "未按照采购文件规定的评审程序、评审方法和评审标准进行独立评审的",
      B: "泄露评审文件、评审情况,且影响中标、成交结果的",
      C: "与供应商存在利害关系未回避的",
      D: "收受采购人、采购代理机构、供应商贿赂或者获取其他不正当利益的",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "评审专家未按照采购文件规定的评审程序、评审方法和评审标准进行独立评审或者泄露评审文件、评审情况的______ 。",
    options: {
      A: "由财政部门给予警告,可以并处2000元以上2万元以下的罚款",
      B: "由财政部门给予警告,并处500元以上2000元以下的罚款",
      C: "处2万元以上5万元以下的罚款,禁止其参加政府采购评审活动",
      D: "处5000元以上2万元以下的罚款,禁止其参加政府采购评审活动",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "以下违法情形中,不会必然导致政府采购评审专家被禁止其参加政府采购评审活动的是______ 。",
    options: {
      A: "未按照采购文件规定的评审程序、评审方法和评审标准进行独立评审的",
      B: "泄露评审文件、评审情况,影响中标、成交结果的",
      C: "与供应商存在利害关系未回避的",
      D: "收受采购人、采购代理机构、供应商贿赂或者获取其他不正当利益的",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "评审专家与供应商存在利害关系未回避的______ 。",
    options: {
      A: "由财政部门给予警告,可以并处2万元以上5万元以下的罚款",
      B: "由财政部门给予警告,并处2万元以上5万元以下的罚款",
      C: "处2万元以上5万元以下的罚款,禁止其参加政府采购评审活动",
      D: "影响中标、成交结果的,处2万元以上5万元以下的罚款,禁止其参加政府采购评审活动",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "评审专家有《政府采购评审专家管理办法》第二十七条规定的违法行为,______ 。",
    options: {
      A: "其评审意见有效",
      B: "经采购监管部门同意,其评审意见有效",
      C: "其评审意见视情况无效",
      D: "其评审意见无效",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "采购人、采购代理机构发现评审专家有违法违规行为的,应当及时向采购人______ 报告。",
    options: {
      A: "本级财政部门",
      B: "上级财政部门",
      C: "省级财政部门",
      D: "市级财政部门",
    },
    answer: "A",
  },
  {
    type: "multiple",
    question:
      "为______ ,根据《中华人民共和国政府采购法》、《中华人民共和国政府采购法实施条例》等法律法规及有关规定,制定《政府采购评审专家管理办法》。",
    options: {
      A: "加强政府采购评审活动管理",
      B: "规范政府采购评审专家评审行为",
      C: "维护采购人利益",
      D: "维护公共利益",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question: "政府采购评审专家,是指经______ 人员。",
    options: {
      A: "省级以上人民政府财政部门选聘",
      B: "以独立身份参加政府采购评审",
      C: "纳入评审专家库管理",
      D: "以上均不对",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "评审专家实行______ 的管理原则。",
    options: {
      A: "动态管理",
      B: "统一标准",
      C: "管用分离",
      D: "随机抽取",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question: "根据《政府采购评审专家管理办法》,下列说法正确的是______ 。",
    options: {
      A: "财政部负责制定全国统一的评审专家专业分类标准和评审专家库建设标准",
      B: "财政部负责建设管理国家评审专家库",
      C: "省级人民政府财政部门负责建设本地区评审专家库并实行动态管理,与国家评审专家库互联互通、资源共享",
      D: "各级人民政府财政部门依法履行对评审专家的监督管理职责",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "省级以上人民政府财政部门通过______ 相结合的方式选聘评审专家。",
    options: {
      A: "公开征集",
      B: "单位推荐",
      C: "自我推荐",
      D: "采购监管部门推荐",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "关于评审专家应当具备的条件,下列表述正确的是______ ",
    options: {
      A: "具有良好的职业道德,廉洁自律,遵纪守法,无行贿、受贿、欺诈等不良信用记录",
      B: "承诺以独立身份参加评审工作,依法履行评审专家工作职责并承担相应的法律责任的中国公民",
      C: "不需要熟悉政府采购相关政策法规,只要在行业内有知名度就可以",
      D: "不满70周岁,身体健康,能承担评审工作",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question: "对评审专家数量较少的专业,可以适当放宽下列哪几项。______ ",
    options: {
      A: "具有良好的职业道德,廉洁自律,遵纪守法,无行贿、受贿、欺诈等不良信用记录",
      B: "具有中级专业技术职称或同等专业水平且从事相关领域工作满8年,或者具有高级专业技术职称或同等专业水平",
      C: "承诺以独立身份参加评审工作,依法履行评审专家工作职责并承担相应的法律责任的中国公民",
      D: "不满70周岁,身体健康,能承担评审工作",
    },
    answer: "BD",
  },
  {
    type: "multiple",
    question:
      "符合《政府采购评审专家管理办法》第六条规定条件,自愿申请成为评审专家的人员,应当提供以下哪些申请材料。______ ",
    options: {
      A: "个人简历、本人签署的申请书和承诺书;",
      B: "学历学位证书、专业技术职称证书或者具有同等专业水平的证明材料;证明本人身份的有效证件",
      C: "本人认为需要申请回避的信息",
      D: "省级以上人民政府财政部门规定的其他材料。",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "省级以上人民政府财政部门对申请人提交的______ 进行审核,符合条件的选聘为评审专家,纳入评审专家库管理。",
    options: {
      A: "申请材料",
      B: "申报的评审专业",
      C: "信用信息",
      D: "家庭背景",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "评审专家______ 的信息等发生变化的,应当及时向相关省级以上人民政府财政部门申请变更相关信息。",
    options: {
      A: "工作单位",
      B: "联系方式",
      C: "专业技术职称",
      D: "需要回避",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "评审专家存在以下情形之一的,省级以上人民政府财政部门应当将其解聘。( )",
    options: {
      A: "不符合《政府采购评审专家管理办法》第六条规定条件",
      B: "本人申请不再担任评审专家",
      C: "存在《政府采购评审专家管理办法》第二十九条规定的不良行为记录",
      D: "受到刑事处罚。",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "评审专家存在以下情形之一的,省级以上人民政府财政部门应当将其解聘。______ ",
    options: {
      A: "未按照采购文件规定的评审程序、评审方法和评审标准进行独立评审",
      B: "泄露评审文件、评审情况",
      C: "与供应商存在利害关系未回避",
      D: "收受采购人、采购代理机构、供应商贿赂或者获取其他不正当利益",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "根据《政府采购评审专家管理办法》,下列说法正确的是______ 。",
    options: {
      A: "采购人或者采购代理机构应当从省级以上人民政府财政部门设立的评审专家库中随机抽取评审专家",
      B: "评审专家库中相关专家数量不能保证随机抽取需要的,采购人可以推荐符合条件的人员,经审核选聘入库后再随机抽取使用",
      C: "评审专家库中相关专家数量不能保证随机抽取需要的,采购代理机构可以推荐符合条件的人员,经审核选聘入库后再随机抽取使用",
      D: "评审专家库中相关专家数量不能保证随机抽取需要的,供应商可以推荐符合条件的人员,经审核选聘入库后再随机抽取使用",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "关于自行选定评审专家,下列说法错误的是( )",
    options: {
      A: "应当经采购人的本级财政部门同意",
      B: "应当优先选择本单位以外的评审专家",
      C: "应当优先选择本单位的评审专家",
      D: "应当经采购代理机构同意",
    },
    answer: "ACD",
  },
  {
    type: "multiple",
    question: "关于自行选定评审专家,下列说法正确的是( )",
    options: {
      A: "只能在评审专家库内自行选定",
      B: "既可以自行选择评审专家库内的评审专家,也可以在评审专家库外自行选择相应专业领域的评审专家",
      C: "采购人应当优先选择本单位以外的评审专家",
      D: "采购人或者采购代理机构在中标、成交公告中公告评审专家名单时,应当对自行选定的评审专家做出标注",
    },
    answer: "BCD",
  },
  {
    type: "multiple",
    question:
      "除______ ,采购人或者采购代理机构抽取评审专家的开始时间原则上不得早于评审活动开始前2个工作日。",
    options: {
      A: "采用竞争性谈判",
      B: "公开招标",
      C: "竞争性磋商方式采购",
      D: "异地评审的项目外",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question:
      "评审专家与参加采购活动的供应商存在下列利害关系之一的,应当回避。( )",
    options: {
      A: "参加采购活动前三年内,与供应商存在劳动关系",
      B: "参加采购活动前四年内,担任过供应商的董事、监事",
      C: "参加采购活动前五年内,担任过供应商的控股股东或实际控制人",
      D: "与供应商的法定代表人或者负责人有夫妻、直系血亲、三代以内旁系血亲或者近姻亲关系",
    },
    answer: "AD",
  },
  {
    type: "multiple",
    question:
      "出现评审专家缺席、回避等情形导致评审现场专家数量不符合规定的,无法及时补足评审专家的,采购人或者采购代理机构应当立即停止评审工作,妥善保存采购文件,依法重新组建______ 进行评审。",
    options: {
      A: "评标委员会",
      B: "谈判小组",
      C: "询价小组",
      D: "磋商小组",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "评审专家应当严格遵守评审工作纪律,按照______ 的原则,根据采购文件规定的评审程序、评审方法和评审标准进行独立评审。",
    options: { A: "客观", B: "公正", C: "公平", D: "审慎" },
    answer: "ABD",
  },
  {
    type: "multiple",
    question: "有关政府采购评审专家在评审过程中的行为,正确的说法是______ ",
    options: {
      A: "应当遵守评审工作纪律,不得泄露评审文件、评审情况和评审中获悉的商业秘密",
      B: "在评审过程中受到非法干预的,应当及时向财政、监察等部门举报",
      C: "评审开始前应当自觉将通讯工具交采购人或采购代理机构统一保管",
      D: "评审过程中发现供应商有行贿、提供虚假材料或者串通等违法行为的,应当及时向财政部门报告",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "根据《政府采购评审专家管理办法》,下列哪些说法是正确的______ ",
    options: {
      A: "评审专家应当在评审报告上签字,对自己的评审意见承担法律责任",
      B: "对需要共同认定的事项存在争议的,按照少数服从多数的原则做出结论",
      C: "对评审报告有异议的,应当在评审报告上签署不同意见并说明理由",
      D: "对评审报告有异议的,没有在评审报告上签署不同意见并说明理由,视为同意评审报告",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "根据《政府采购评审专家管理办法》,下列哪些说法是正确的______ ",
    options: {
      A: "评审专家名单在评审结果公告前应当保密",
      B: "评审活动完成后,采购人或者采购代理机构应当随中标结果一并公告评审专家名单,并对自行选定的评审专家做出标注",
      C: "评审活动完成后,采购人或者采购代理机构应当随成交结果一并公告评审专家名单,并对自行选定的评审专家做出标注",
      D: "各级财政部门、采购人和采购代理机构有关工作人员不得泄露评审专家的个人情况",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "采购人或者采购代理机构应当于评审活动结束后7个工作日内,在政府采购信用评价系统中记录评审专家的职责履行情况。",
    options: {
      A: "采购人或者采购代理机构应当于评审活动结束后7个工作日内,在政府采购信用评价系统中记录评审专家的职责履行情况",
      B: "评审专家可以在政府采购信用评价系统中查询本人职责履行情况记录,并就有关情况作出说明",
      C: "省级以上人民政府财政部门可根据评审专家履职情况等因素设置阶梯抽取概率",
      D: "评审专家应当于评审活动结束后7个工作日内,在政府采购信用评价系统中记录采购人或者采购代理机构的职责履行情况",
    },
    answer: "BC",
  },
  {
    type: "multiple",
    question: "有关评审专家劳务报酬支付正确的是______ 。",
    options: {
      A: "集中采购目录内的项目,由集中采购机构支付评审专家劳务报酬",
      B: "集中采购目录内的项目,由采购人支付评审专家劳务报酬",
      C: "集中采购目录外的项目,由采购人支付评审专家劳务报酬",
      D: "集中采购目录外的项目,由采购预算审批单位支付评审专家劳务报酬",
    },
    answer: "AC",
  },
  {
    type: "multiple",
    question: "下列哪些部门无权制定本地区评审专家劳务报酬标准。______ ",
    options: {
      A: "县级人民政府财政部门",
      B: "市级人民政府财政部门",
      C: "设区市级人民政府财政部门",
      D: "省级人民政府财政部门",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "根据《政府采购评审专家管理办法》,下列哪些说得法是正确的( )。",
    options: {
      A: "评审专家未完成评审工作擅自离开评审现场,不得获取劳务报酬",
      B: "评审专家未完成评审工作擅自离开评审现场,不得报销异地评审差旅费",
      C: "评审专家在评审活动中有违法违规行为的,不得获取劳务报酬",
      D: "评审专家在评审活动中有违法违规行为的,不得报销异地评审差旅费",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "评审专家未按照采购文件规定的评审程序、评审方法和评审标准进行独立评审或者泄露评审文件、评审情况的,由财政部门给予警告,并处以罚款。下列罚款金额不正确的是______ ",
    options: {
      A: "2000元以上1万元以下的罚款",
      B: "2000元以上2万元以下的罚款",
      C: "2万元以上3万元以下的罚款",
      D: "2万元以上5万元以下的罚款",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "评审专家未按照采购文件规定的______ 进行独立评审或者泄露评审文件、评审情况的,由财政部门给予警告,并处2000元以上2万元以下的罚款;影响中标、成交结果的,处2万元以上5万元以下的罚款,禁止其参加政府采购评审活动。",
    options: {
      A: "评审程序",
      B: "评审方法",
      C: "评审标准",
      D: "评审倾向",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "根据《政府采购评审专家管理办法》,评审专家有下列哪些情形,列入不良行为记录。( )",
    options: {
      A: "未按照采购文件规定的评审程序、评审方法和评审标准进行独立评审",
      B: "泄露评审文件、评审情况",
      C: "与供应商存在利害关系未回避",
      D: "收受采购人、采购代理机构、供应商贿赂或者获取其他不正当利益",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "根据《政府采购评审专家管理办法》,评审专家有下列哪些情形,列入不良行为记录。( )",
    options: {
      A: "提供虚假申请材料",
      B: "收受采购人劳动报酬",
      C: "拒不履行配合答复供应商询问、质疑、投诉等法定义务",
      D: "以评审专家身份从事有损政府采购公信力的活动",
    },
    answer: "BCD",
  },
  {
    type: "true-false",
    question:
      "《政府采购评审专家管理办法》所称评审专家,是指经省级以上人民政府财政部门选聘,以独立身份参加政府采购评审,纳入评审专家库管理的人员。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "评审专家实行动态管理、统一标准、管用分离、随机抽取的管理原则。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "财政部负责制定全国统一的评审专家专业分类标准和评审专家库建设标准,建设管理国家评审专家库。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "市级人民政府财政部门负责建设本地区评审专家库并实行动态管理,与国家评审专家库互联互通、资源共享。( )",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "各级人民政府财政部门依法履行对评审专家的监督管理职责。( )",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "省级以上人民政府财政部门通过公开征集、单位推荐和自我推荐相结合的方式选聘评审专家。( )",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question: "申请人应当根据采购监管部门需要申报评审专业。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "省级以上人民政府财政部门对申请人提交的申请材料、申报的评审专业和信用信息进行审核,符合条件的选聘为评审专家,纳入评审专家库管理。( )",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "评审专家工作单位、联系方式、专业技术职称、需要回避的信息等发生变化的,应当及时向相关省级以上人民政府财政部门申请变更相关信息。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "评审专家本人申请不再担任评审专家,省级以上人民政府财政部门应当将其解聘。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "采购人或者采购代理机构应当从市级以上人民政府财政部门设立的评审专家库中随机抽取评审专家。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "评审专家库中相关专家数量不能保证随机抽取需要的,采购人或者采购代理机构可以推荐符合条件的人员,经审核选聘入库后再随机抽取使用。( )",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "技术复杂、专业性强的采购项目,通过随机方式难以确定合适评审专家的,经主管预算单位同意,采购人可以自行选定相应专业领域的评审专家。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question: "自行选定评审专家的,应当优先选择本单位的评审专家。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "除采用竞争性谈判、竞争性磋商方式采购,以及异地评审的项目外,采购人或者采购代理机构抽取评审专家的开始时间原则上不得早于评审活动开始前2个工作日。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "采购人或者采购代理机构应当在评审活动开始前宣布评审工作纪律,并将记载评审工作纪律的书面文件作为采购文件一并存档。( )",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "参加采购活动前三年内,评审专家与供应商存在劳动关系的,应当回避。( )",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "评审专家发现本人与参加采购活动的供应商有利害关系的,由采购监管部门决定是否回避。( )",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "各级财政部门政府采购监督管理工作人员,不得作为评审专家参与政府采购项目的评审活动。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "出现评审专家缺席、回避等情形导致评审现场专家数量不符合规定的,采购人或者采购代理机构应当及时补抽评审专家,或者经采购人主管预算单位同意自行选定补足评审专家。( )",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "评审专家应当严格遵守评审工作纪律,按照客观、公正、审慎的原则,根据采购文件规定的评审程序、评审方法和评审标准进行独立评审。( )",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "评审专家发现供应商具有行贿、提供虚假材料或者串通等违法行为的,应当及时向采购代理机构报告______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "评审专家应当在评审报告上签字,对自己的评审意见承担法律责任。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "评审专家对评审报告有异议的,应当在评审报告上签署不同意见并说明理由,否则视为不同意评审报告。______ ",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "评审专家名单在评审结果公告前应当保密。( )",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "各级财政部门、采购人和采购代理机构有关工作人员不得泄露评审专家的个人情况。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "评审专家应当于评审活动结束后7个工作日内,在政府采购信用评价系统中记录采购人或者采购代理机构的职责履行情况。( )",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "评审专家参加异地评审的,其往返的城市间交通费、住宿费等实际发生的费用,可参照采购人执行的差旅费管理办法相应标准向采购人或集中采购机构凭据报销。______ ",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "采购人、采购代理机构发现评审专家有违法违规行为的,应当及时向采购人上级财政部门报告。( )",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "采购人或者采购代理机构未按照《政府采购评审专家管理办法》规定抽取和使用评审专家的,依照《政府采购法》及有关法律法规追究法律责任。( )",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "single",
    question: "在政府采购活动中,信用记录的查询主要通过哪个网站进行? ______ ",
    options: {
      A: "中国政府采购网",
      B: "信用中国",
      C: "国家企业信用信息公示系统",
      D: "中国人民银行征信中心",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "采购人或者采购代理机构应当在采购文件中明确信用信息查询的______ 及截止时点。",
    options: {
      A: "查询渠道",
      B: "查询费用",
      C: "查询时间",
      D: "查询人员",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "联合体成员存在不良信用记录的,视同______ 存在不良信用记录。",
    options: {
      A: "采购人",
      B: "采购代理机构",
      C: "联合体",
      D: "评审专家",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "各级财政部门应当在评审专家选聘及日常管理中查询有关信用记录,对具有______ 等不良信用记录的人员不得聘用为评审专家。",
    options: {
      A: "行贿、受贿、欺诈",
      B: "逃税、漏税、骗税",
      C: "虚假宣传、不正当竞争",
      D: "环境污染、安全事故",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "采购人委托采购代理机构办理政府采购事宜的,应当查询其信用记录,优先选择______ 的采购代理机构",
    options: {
      A: "无不良信用记录",
      B: "信用记录一般",
      C: "信用记录良好",
      D: "信用记录较差",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "采购人及采购代理机构应当妥善保管相关主体信用信息,不得用于( )事项。",
    options: {
      A: "政府采购以外",
      B: "政府采购以内",
      C: "政府采购相关",
      D: "政府采购审核",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "各级财政部门应当切实加强政府采购信息化建设,做好相关技术保障,建立与相关信用信息平台的( )机制。",
    options: {
      A: "数据共享",
      B: "数据保密",
      C: "数据销毁",
      D: "数据备份",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "各地区各部门应当根据上述原则和要求,在政府采购活动中积极推进信用信息的______ 和使用。",
    options: { A: "共享", B: "保密", C: "销毁", D: "备份" },
    answer: "A",
  },
  {
    type: "single",
    question:
      "采购人或者采购代理机构应当对供应商信用记录进行甄别,对列入失信被执行人、重大税收违法案件当事人名单、政府采购严重违法失信行为记录名单及其他不符合《中华人民共和国政府采购法》第二十二条规定条件的供应商,应当______ 其参与政府采购活动。",
    options: { A: "拒绝", B: "接受", C: "暂缓", D: "限制" },
    answer: "A",
  },
  {
    type: "single",
    question:
      "各级财政部门和有关部门应当根据政府采购法及其实施条例相关规定,对参加政府采购活动的供应商、采购代理机构、评审专家的不良行为予以记录,并纳入统一的( )平台。",
    options: {
      A: "信用信息",
      B: "政府采购",
      C: "企业信息",
      D: "个人征信",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "联合体成员存在不良信用记录的,视同______ 存在不良信用记录。",
    options: {
      A: "采购人",
      B: "采购代理机构",
      C: "联合体",
      D: "评审专家",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "采购人委托采购代理机构办理政府采购事宜的,应当查询其信用记录,优先选择______ 的采购代理机构",
    options: {
      A: "无不良信用记录",
      B: "信用记录一般",
      C: "信用记录良好",
      D: "信用记录较差",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "各级财政部门应当切实加强政府采购信息化建设,做好相关技术保障,建立与相关信用信息平台的( )机制。",
    options: {
      A: "数据共享",
      B: "数据保密",
      C: "数据销毁",
      D: "数据备份",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "根据《进一步加强政府采购需求和履约验收管理的指导意见》,采购需求应当______ ",
    options: {
      A: "仅需明确数量",
      B: "仅需明确交付时间",
      C: "合规、完整、明确",
      D: "仅需符合国家法律法规",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "采购人委托采购代理机构编制采购需求的,应当在( )进行书面确认。",
    options: {
      A: "采购合同签订后",
      B: "采购活动开始前",
      C: "验收结束后",
      D: "采购活动结束后",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "采购项目验收结束后,应当出具______ 。",
    options: {
      A: "验收报告",
      B: "验收书",
      C: "验收意见",
      D: "验收证明",
    },
    answer: "B",
  },
  {
    type: "multiple",
    question: "在政府采购活动中,信用记录的查询渠道包括______ ",
    options: {
      A: "信用中国",
      B: "中国政府采购网",
      C: "国家企业信用信息公示系统",
      D: "中国人民银行征信中心",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "采购人或者采购代理机构应当在采购文件中明确信用信息查询的______ 。",
    options: {
      A: "查询渠道",
      B: "截止时点",
      C: "查询费用",
      D: "查询人员",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "各级财政部门应当在评审专家选聘及日常管理中查询有关信用记录,对具有( )等不良信用记录的人员不得聘用为评审专家。",
    options: { A: "行贿", B: "受贿", C: "欺诈", D: "逃税" },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "在政府采购活动中,信用记录的使用规则包括______ ",
    options: {
      A: "查询渠道及截止时点",
      B: "信用信息查询记录和证据留存方式",
      C: "信用信息的使用规则",
      D: "信用信息的保密措施",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "在政府采购活动中,以下哪些情况应当拒绝供应商参与?______ ",
    options: {
      A: "列入失信被执行人名单",
      B: "列入重大税收违法案件当事人名单",
      C: "列入政府采购严重违法失信行为记录名单",
      D: "不符合《中华人民共和国政府采购法》第二十二条规定条件",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "根据《进一步加强政府采购需求和履约验收管理的指导意见》,采购需求应当包括哪些内容?______ ",
    options: {
      A: "采购对象需实现的功能或者目标",
      B: "满足项目需要的所有技术、服务、",
      C: "采购对象的数量、交付或实施的时间和地点",
      D: "采购对象的验收标准",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "采购需求描述应当符合哪些要求? ( )",
    options: {
      A: "清楚明了",
      B: "含义准确",
      C: "规范表述",
      D: "能够通过客观指标量化的应当量化",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "采购需求论证可以采取哪些方式? ( )",
    options: {
      A: "结合预算编制",
      B: "相关可行性论证",
      C: "需求调研情况",
      D: "征求社会公众的意见",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "采购文件及合同应当包括哪些内容? ______ ",
    options: {
      A: "采购需求",
      B: "项目验收标准和程序",
      C: "评审因素",
      D: "采购合同的具体条款",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "采购人应当如何组织履约验收工作?______ ",
    options: {
      A: "自行组织项目验收",
      B: "委托采购代理机构验收",
      C: "邀请实际使用人参与验收",
      D: "邀请第三方专业机构及专家参与验收",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "采购项目验收方案应当明确哪些内容? ( )",
    options: {
      A: "履约验收的时间",
      B: "履约验收的方式",
      C: "履约验收的程序",
      D: "验收小组的成员",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "采购项目验收结果应当与哪些条件挂钩? ( )",
    options: {
      A: "采购合同约定的资金支付条件",
      B: "采购合同约定的履约保证金返还条件",
      C: "采购合同约定的争议处理规定",
      D: "采购合同约定的供应商权利义务",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question: "采购人应当如何落实履约验收责任?______ ",
    options: {
      A: "验收合格的项目及时支付采购资金",
      B: "验收合格的项目退还履约保证金",
      C: "验收不合格的项目依法及时处理",
      D: "供应商有违法违规情形的及时报告本级财政部门",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "各级财政部门应当如何加强采购需求和履约验收的业务指导? ______ ",
    options: {
      A: "研究制定通用产品需求标准",
      B: "研究制定采购文件标准文本",
      C: "探索建立供应商履约评价制度",
      D: "推动在政府采购评审中应用履约验收和绩效评价结果",
    },
    answer: "ABCD",
  },
  {
    type: "single",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，货物和服务采购项目给予小微企业的价格扣除优惠由6%-10%提高至多少？",
    options: {
      A: "10%-15%",
      B: "15%-20%",
      C: "20%-25%",
      D: "25%-30%",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，2022年下半年实施的政府采购项目，采购人可以给予中小企业的预付款比例是多少？",
    options: {
      A: "不低于合同金额的30%",
      B: "不低于合同金额的50%",
      C: "不低于合同金额的70%",
      D: "不低于合同金额的80%",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，2022年下半年实施的政府采购项目，面向中小企业的预留份额由30%以上提高至多少？",
    options: {
      A: "35%以上",
      B: "40%以上",
      C: "45%以上",
      D: "50%以上",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，大中型企业与小微企业组成联合体的评审优惠幅度由2%-3%提高至多少？",
    options: { A: "3%-4%", B: "4%-5%", C: "5%-6%", D: "6%-7%" },
    answer: "C",
  },
  {
    type: "single",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，以下哪种采购方式适用于紧急情况下的采购？",
    options: {
      A: "公开招标",
      B: "邀请招标",
      C: "单一来源采购",
      D: "询价",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，以下哪种措施可以减轻中小企业的资金压力？",
    options: {
      A: "提高预付款比例",
      B: "取消所有保证金",
      C: "提高投标保证金比例",
      D: "取消政府采购合同融资",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，以下哪种措施可以方便中小企业参与政府采购活动？",
    options: {
      A: "推行远程谈判(磋商)",
      B: "取消所有投标保证金",
      C: "提高投标保证金比例",
      D: "取消政府采购合同融资",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，以下哪种措施可以提高小微企业的价格评审优惠幅度？",
    options: {
      A: "提高价格扣除优惠",
      B: "取消价格扣除优惠",
      C: "提高投标保证金比例",
      D: "取消政府采购合同融资",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，以下哪种措施可以提高面向中小企业的预留份额？",
    options: {
      A: "提高预留份额比例",
      B: "取消预留份额要求",
      C: "提高投标保证金比例",
      D: "取消政府采购合同融资",
    },
    answer: "A",
  },
  {
    type: "single",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，以下哪种措施可以加强政府采购预算编制和审核？",
    options: {
      A: "主管预算单位应组织评估政府采购项目",
      B: "主管预算单位应取消所有预留份额要求",
      C: "主管预算单位应提高投标保证金比例",
      D: "主管预算单位应取消政府采购合同融资",
    },
    answer: "A",
  },
  {
    type: "multiple",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，以下哪些措施可以提高中小企业的政府采购份额？",
    options: {
      A: "项目整体预留",
      B: "合理预留采购包",
      C: "要求大企业与中小企业组成联合体",
      D: "要求大企业向中小企业分包",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，以下哪些措施可以减轻中小企业的资金压力？",
    options: {
      A: "提高预付款比例",
      B: "取消所有保证金",
      C: "提供政府采购合同融资",
      D: "鼓励降低投标保证金和履约保证金比例",
    },
    answer: "ACD",
  },
  {
    type: "multiple",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，以下哪些采购方式可以支持中小企业“不到场”参与采购活动？",
    options: {
      A: "远程开标",
      B: "无纸化投标",
      C: "远程谈判(磋商)",
      D: "现场投标",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，以下哪些情况适用于竞争性谈判采购方式？",
    options: {
      A: "招标后没有供应商投标",
      B: "技术复杂或性质特殊",
      C: "采用招标所需时间不能满足紧急需要",
      D: "不能事先计算出价格总额",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，以下哪些措施可以提高小微企业的价格评审优惠幅度？",
    options: {
      A: "货物和服务采购项目给予小微企业的价格扣除优惠提高至15%-20%",
      B: "大中型企业与小微企业组成联合体的评审优惠幅度提高至5%-6%",
      C: "取消小微企业的价格评审优惠",
      D: "提高小微企业的投标保证金比例",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，以下哪些措施可以提高面向中小企业的预留份额？",
    options: {
      A: "超过200万元的货物和服务采购项目预留份额提高至40%以上",
      B: "超过400万元的工程采购项目预留份额提高至40%以上",
      C: "所有采购项目预留份额提高至50%以上",
      D: "取消预留份额要求",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，以下哪些措施可以方便中小企业参与政府采购活动？",
    options: {
      A: "推行远程谈判(磋商)",
      B: "推广电子保函形式缴交保证金",
      C: "取消所有投标保证金",
      D: "提供政府采购合同融资",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，以下哪些措施可以加强政府采购预算编制和审核？",
    options: {
      A: "主管预算单位应组织评估本部门及所属单位政府采购项目",
      B: "主管预算单位应制定面向中小企业预留采购份额的具体方案",
      C: "主管预算单位应取消所有预留份额要求",
      D: "主管预算单位应公开预留项目执行情况",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，以下哪些措施可以减轻中小企业的资金压力？",
    options: {
      A: "给予中小企业预付款",
      B: "降低投标保证金和履约保证金比例",
      C: "取消所有保证金",
      D: "提供政府采购合同融资",
    },
    answer: "ABD",
  },
  {
    type: "true-false",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，2022年下半年实施的政府采购项目，采购人可以给予中小企业不低于合同金额50%的预付款。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，大中型企业与小微企业组成联合体的评审优惠幅度由2%-3%提高至5%-6%。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，2022年下半年实施的政府采购项目，面向中小企业的预留份额由30%以上提高至40%以上。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，单一来源采购适用于紧急情况下的采购。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，采购人可以取消所有保证金以减轻中小企业的资金压力。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，推行远程谈判(磋商)可以方便中小企业参与政府采购活动。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，提高价格扣除优惠可以提高小微企业的价格评审优惠幅度。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，主管预算单位应取消所有预留份额要求以加强政府采购预算编制和审核。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，2022年下半年实施的政府采购项目，采购人可以给予中小企业不低于合同金额70%的预付款。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，推行无纸化投标可以方便中小企业参与政府采购活动。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，2022年下半年实施的政府采购项目，采购人可以取消所有保证金以减轻中小企业的资金压力。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，主管预算单位应在年度结束后60日内公开上一年度面向中小企业预留份额和采购的具体情况。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，2022年下半年实施的政府采购项目，采购人可以给予中小企业不低于合同金额70%的预付款。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，推行无纸化投标可以方便中小企业参与政府采购活动。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "根据《福建省财政厅关于进一步加大政府采购支持中小企业力度的通知》，2022年下半年实施的政府采购项目，面向中小企业的预留份额由30%以上提高至50%以上。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "single",
    question: "福建省政府采购评审专家评价不包括以下哪项？",
    options: {
      A: "个人信息评价",
      B: "经济状况评价",
      C: "专业能力评价",
      D: "履职情况评价",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "个人信息评价主要评判政府采购专家备案个人信息的（）？",
    options: {
      A: "美观性",
      B: "真实性、完整性",
      C: "独特性",
      D: "创新性",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "专家专业能力评价主要通过什么方式进行？",
    options: {
      A: "现场实操考核",
      B: "专家普法测试",
      C: "论文撰写",
      D: "面试",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "专家普法测试每人每年有几次测试机会？",
    options: { A: "1次", B: "2次", C: "3次", D: "4次" },
    answer: "C",
  },
  {
    type: "single",
    question: "专家年龄的计算方式是______ ？",
    options: {
      A: "当年度+专家出生年度",
      B: "专家出生年度 - 当年度",
      C: "当年度-专家出生年度",
      D: "(当年度+专家出生年度)÷2",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "若专家个人信息评价为不真实,将如何处理？",
    options: { A: "警告", B: "罚款", C: "解聘", D: "批评教育" },
    answer: "C",
  },
  {
    type: "single",
    question:
      "专家个人信息评价为不完整,通知发出后30天内,重要信息仍不完整的,将______ ？",
    options: { A: "继续提醒", B: "罚款", C: "暂停", D: "解聘" },
    answer: "C",
  },
  {
    type: "single",
    question: "专家当年度内未参加普法测试,会受到什么处理？",
    options: {
      A: "罚款",
      B: "暂停参加政府采购评审活动直至其参加普法测试",
      C: "警告",
      D: "限制抽取次数",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "专家参加普法测试但成绩未达到合格标准(80分),会受到什么限制？",
    options: {
      A: "暂停参加政府采购评审活动1个月",
      B: "限制其被抽取次数为期6个月",
      C: "暂停参加政府采购评审活动6个月",
      D: "警告",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "专家在参加普法测试中存在作弊、替考、代考情形的,暂停参加政府采购评审活动多久？",
    options: { A: "6个月", B: "12个月", C: "3个月", D: "24个月" },
    answer: "B",
  },
  {
    type: "single",
    question: "专家未在规定时限内到达评审场所并签到,当日还会接到评审邀请吗？",
    options: { A: "会", B: "不会", C: "不确定", D: "看情况" },
    answer: "B",
  },
  {
    type: "single",
    question: "每个自然年度内专家累计迟到2次的,暂停参加政府采购评审活动多久？",
    options: { A: "1个月", B: "2个月", C: "3个月", D: "6个月" },
    answer: "A",
  },
  {
    type: "single",
    question: "每个自然年度内专家累计迟到3次的,暂停参加政府采购评审活动多久？",
    options: { A: "1个月", B: "3个月", C: "6个月", D: "12个月" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "每个自然年度内专家累计迟到超过3次的,暂停参加政府采购评审活动多久？",
    options: { A: "3个月", B: "6个月", C: "9个月", D: "12个月" },
    answer: "D",
  },
  {
    type: "single",
    question:
      "采购人和其委托的采购代理机构应在评审活动结束后几日内分别对专家进行评价？",
    options: { A: "3日", B: "5日", C: "7日", D: "10日" },
    answer: "B",
  },
  {
    type: "single",
    question: "福建省政府采购评审专家评价指标分为A类和B类共计多少项？",
    options: { A: "18项", B: "20项", C: "21项", D: "25项" },
    answer: "C",
  },
  {
    type: "single",
    question:
      "A类指标有一项指标被采购人和采购代理机构同时评价为“是”,专家在该项目的评价等级为______ ？",
    options: { A: "好", B: "中", C: "差", D: "待定" },
    answer: "C",
  },
  {
    type: "single",
    question:
      "A、B类评价指标均被采购人和采购代理机构评价为“否”,专家在该项目的评价等级为______ ？",
    options: { A: "好", B: "中", C: "差", D: "待定" },
    answer: "A",
  },
  {
    type: "single",
    question: "系统对专家被抽取到10次以上但出席率不足20% 的专家会如何处理？",
    options: {
      A: "罚款",
      B: "警告",
      C: "标记并限制其被抽取次数,为期3个月",
      D: "解聘",
    },
    answer: "C",
  },
  {
    type: "single",
    question:
      "一个季度内专家参与政府采购评审活动中存在1次评价结果等级为【差】,下一季度将如何限制其被抽取次数？",
    options: {
      A: "每5日只能参与1次政府采购项目评审活动",
      B: "每10日只能参与1次政府采购项目评审活动",
      C: "每15日只能参与1次政府采购项目评审活动",
      D: "每20日只能参与1次政府采购项目评审活动",
    },
    answer: "B",
  },
  {
    type: "multiple",
    question: "福建省政府采购评审专家的专业能力评价涉及以下哪些方面？",
    options: {
      A: "专家普法测试",
      B: "区分专家年龄段设置考题",
      C: "论文发表数量",
      D: "现场评审表现",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question: "以下属于政府采购评审专家个人信息评价内容的有______ 。",
    options: {
      A: "个人履历",
      B: "专业技术职称",
      C: "银行账号",
      D: "家庭住址",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "关于专家普法测试,下列说法正确的有______ 。",
    options: {
      A: "每年6月份统一组织",
      B: "每人3次测试机会",
      C: "取平均成绩作为当年度个人成绩",
      D: "测试成绩未达到合格标准限制抽取次数",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question: "专家在履职情况评价中,可能涉及的情形有______ 。",
    options: {
      A: "不同意出席评审应答次数",
      B: "擅自将个人账号等信息透露他人",
      C: "是否准时到达评审现场",
      D: "评审费用收取情况",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "若专家个人信息评价出现以下哪些情况会受到相应处理？",
    options: { A: "不真实", B: "不完整", C: "过时", D: "格式错误" },
    answer: "AB",
  },
  {
    type: "multiple",
    question: "以下关于专家迟到处理的说法正确的有______ 。",
    options: {
      A: "未在规定时限内到达评审场所并签到,当日不会再接到评审邀请",
      B: "每个自然年度内累计迟到2次的,暂停参加政府采购评审活动1个月",
      C: "每个自然年度内累计迟到3次的,暂停参加政府采购评审活动3个月",
      D: "每个自然年度内累计迟到超过3次的,暂停参加政府采购评审活动12个月",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "采购人和其委托的采购代理机构对专家评价的指标包括______ 。",
    options: {
      A: "A类指标",
      B: "B类指标",
      C: "C类指标",
      D: "D类指标",
    },
    answer: "AB",
  },
  {
    type: "multiple",
    question: "当专家在项目评审中,出现以下哪些情况评价等级可能为【差】？",
    options: {
      A: "A类指标有一项指标被采购人和采购代理机构同时评价为“是”",
      B: "A类指标有一项指标被采购人和采购代理机构同时评价为“否”",
      C: "A、B类评价指标均被采购人和采购代理机构评价为“否”",
      D: "A类指标部分为“是”,部分为“否”,且B类指标有一项为“是”",
    },
    answer: "AD",
  },
  {
    type: "multiple",
    question: "系统对专家执业行为的管理方式有______ 。",
    options: {
      A: "跟踪记录形成执业行为数据库",
      B: "进行量化管理",
      C: "对选聘、解聘、扩招等决策提供数据支撑",
      D: "对所有专家定期进行培训",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "一个季度内专家参与政府采购评审活动的评价结果对专家有哪些影响？",
    options: {
      A: "存在1次评价结果等级为【差】,下一季度限制抽取次数",
      B: "存在2次评价结果等级为【差】,即刻暂停参加政府采购评审活动3个月",
      C: "至少每月参与2次政府采购评审活动,且所有项目评价结果等级均为【好】,该季度总评价为【好】,下一季度其抽取概率为平均概率",
      D: "未达到【好】的标准,同时无评价结果等级为【差】的项目的,该季度总评价为【中】",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "连续多个季度总评价对专家的影响有______ 。",
    options: {
      A: "连续2个季度总评价为【差】,暂停参加政府采购评审活动6个月",
      B: "在一个自然年度内有2个季度总评价为【差】的专家,暂停参加政府采购评审活动6个月",
      C: "年度内有3个及以上季度总评价为【好】且无季度总评价结果等级为【差】的专家,予以表扬鼓励并视情加分",
      D: "连续3个季度总评价为【中】,暂停参加政府采购评审活动3个月",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "以下哪些情况可能导致专家被暂停参加政府采购评审活动？",
    options: {
      A: "个人信息评价不完整,通知发出后30天内重要信息仍不完整",
      B: "参加普法测试存在作弊、替考、代考情形",
      C: "每个自然年度内累计迟到超过3次",
      D: "一个季度内专家参与政府采购评审活动中存在2次评价结果等级为【差】",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "专家普法测试中,下列哪些行为会受到相应处罚？",
    options: {
      A: "未参加测试",
      B: "测试成绩未达到合格标准",
      C: "作弊",
      D: "替考",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "政府采购评审专家履职情况评价中,系统跟踪记录能起到哪些作用？",
    options: {
      A: "形成专家执业行为数据库",
      B: "为专家晋升提供依据",
      C: "进行量化管理",
      D: "为政府采购专家选聘、解聘、扩招等决策提供数据支撑",
    },
    answer: "ACD",
  },
  {
    type: "multiple",
    question: "采购人和采购代理机构对专家评价结果为【好】需满足以下哪些条件？",
    options: {
      A: "A类指标均被评价为“否”",
      B: "B类指标均被评价为“否”",
      C: "A类指标有一项被评价为“是”",
      D: "B类指标有部分被评价为“是”",
    },
    answer: "AB",
  },
  {
    type: "true-false",
    question:
      "福建省政府采购评审专家评价仅由采购人和其委托的采购代理机构进行。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "专家年龄计算时需精确到月份。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "专家个人信息评价不完整时,会立刻被暂停参与政府采购评审活动。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "专家普法测试每年只有一次机会。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "专家在一个自然年度内累计迟到1次,不会受到暂停参加政府采购评审活动的处罚。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question:
      "采购人和其委托的采购代理机构应在评审活动结束后3日内对专家进行评价。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "A类指标中有一项被采购人和采购代理机构评价为“是”,专家在该项目的评价等级一定为【差】。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question: "系统不会对3个月内未被抽取到的专家进行任何处理。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "一个季度内专家参与政府采购评审活动中存在3次评价结果等级为【差】,该专家会被暂停参加政府采购评审活动6个月。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "年度内有2个季度总评价为【好】且无季度总评价结果等级为【差】的专家,将通过福建省政府采购专用语音和短信予以表扬鼓励,并视情在参加专家普法测试中享受加分优待。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "若专家A、B类评价指标均被采购人和采购代理机构评价为“是”,其评价等级为【中】。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "专家在参加普法测试中存在作弊情形,暂停参加政府采购评审活动6个月。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "连续2个季度总评价为【中】,专家下一季度抽取概率会降低。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "专家当年度内参加普法测试但测试成绩未达到合格标准,会被暂停参加政府采购评审活动6个月。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "专家不同意出席评审应答次数不会影响其履职情况评价。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "single",
    question: "已入库评审专家每年普法测试时间为？",
    options: {
      A: "每年4月1日-30日",
      B: "每年5月1日-30日",
      C: "每年6月1日-30日",
      D: "每年7月1日-30日",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "测试过程中“人脸识别系统”有几次识别为非本人即按0分处理？",
    options: { A: "1次", B: "2次", C: "3次", D: "4次" },
    answer: "A",
  },
  {
    type: "single",
    question: "测试结束提交答卷后,若对结果有异议,应如何申请复议？",
    options: {
      A: "将屏幕截图发至个人邮箱申请复议",
      B: "以代理机构为单位集中发至zfcgpfcs@126.com邮箱申请复议(专家以个人为单位)",
      C: "打电话给监管部门申请复议",
      D: "无需申请,结果不可复议",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "当月测试期满结束后,系统会公布什么？",
    options: {
      A: "所有参考人员成绩",
      B: "本次测试的错题",
      C: "优秀人员名单",
      D: "无公布内容",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "政府采购评审专家应根据什么在指定场所统一进行测试？",
    options: {
      A: "省级财政部门规定",
      B: "市级财政部门规定",
      C: "代理机构规定",
      D: "当地监管部门规定",
    },
    answer: "B",
  },
  {
    type: "single",
    question:
      "测试客户端在登录时及测试全过程中,检测到运行QQ、向日葵等软件会如何处理？",
    options: {
      A: "正常运行",
      B: "弹出提示框",
      C: "拒绝登录或自动交卷",
      D: "关闭相关软件",
    },
    answer: "C",
  },
  {
    type: "multiple",
    question: "关于测试登录及人脸识别,以下说法正确的有______ ",
    options: {
      A: "测试登录时上传或拍摄的照片必须为本人免冠近照",
      B: "测试人员统一测试账号为在系统注册信息时的手机号,密码为身份证号后6位",
      C: "人脸识别有1次识别为非本人即按0分处理",
      D: "因本人与照片差距太大导致系统识别为非本人的,后果由系统承担",
    },
    answer: "ABC",
  },
  {
    type: "multiple",
    question: "测试过程中的禁止行为有哪些？",
    options: {
      A: "使用手机等电子设备通话或查阅资料",
      B: "由他人代(助)考",
      C: "在考试期间相互交流",
      D: "切换、退出、关闭或最小化测试主界面",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "测试结束后,以下说法正确的有______ 。",
    options: {
      A: "系统会自动给出得分并附测试情况说明",
      B: "对结果有异议,可将屏幕截图并以代理机构为单位集中发至 zfcgpfcs@126.com 邮箱申请复议(专家以个人为单位)",
      C: "当月测试期满结束后,系统会公布本次测试的错题",
      D: "监管部门会随机抽查核对录像时间与系统交卷时间",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "关于评审专家违规行为的处理,以下说法正确的有______ 。",
    options: {
      A: "发现评审专家在测试中存在作弊、替考、代考情形,暂停参加政府采购评审活动12个月",
      B: "评审专家提交不出音视频资料,暂停参加政府采购评审活动6个月",
      C: "评审专家弄虚作假,暂停参加政府采购评审活动9个月",
      D: "评审专家在测试中违反规定,测试成绩作废",
    },
    answer: "AD",
  },
  {
    type: "true-false",
    question:
      "已备案代理机构专职人员和已入库评审专家每人都有只有1次测试机会______ 。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "测试过程中,参考人员可以使用手机查阅资料,只要不被监考人员发现即可______ 。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question:
      "监管部门对代理机构和评审专家在测试中的违规行为处罚基本相同______ 。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "single",
    question:
      "根据《福建省政府采购远程异地评审工作管理规则(试行)》,远程异地评审适用于以下哪种项目？",
    options: {
      A: "预算金额500万元以上的服务项目",
      B: "预算金额500万元以上的货物项目",
      C: "预算金额200万元以上的工程项目",
      D: "预算金额100万元以上的服务项目",
    },
    answer: "A",
  },
  {
    type: "single",
    question: "远程异地评审的评审场地应具备的功能区域不包括以下哪项？",
    options: {
      A: "专家签到区",
      B: "技术管理区",
      C: "远程开标区",
      D: "专家休息区",
    },
    answer: "D",
  },
  {
    type: "single",
    question:
      "远程异地评审中,抽取异地专家的人数不得少于当次专家人数的______ 。",
    options: {
      A: "四分之一",
      B: "三分之一",
      C: "二分之一",
      D: "三分之二",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "远程异地评审的全过程由______ 负责监督。",
    options: {
      A: "财政部门",
      B: "采购人",
      C: "代理机构",
      D: "评审专家",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "远程异地评审中,评审专家不得通过视频会议谈论______ 。",
    options: {
      A: "项目评审细节",
      B: "与项目评审无关的事宜",
      C: "评审结果",
      D: "评审费用",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "异地评审中,评审专家费的支付期限为______ 。",
    options: { A: "15天", B: "30天", C: "45天", D: "60天" },
    answer: "B",
  },
  {
    type: "single",
    question: "远程异地评审中,评审专家费的支付标准由______ 确认。",
    options: {
      A: "财政部门",
      B: "采购人",
      C: "代理机构",
      D: "评审系统",
    },
    answer: "B",
  },
  {
    type: "single",
    question: "远程异地评审中,评审专家费的支付凭证需在______ 内上传。",
    options: { A: "15天", B: "30天", C: "45天", D: "60天" },
    answer: "B",
  },
  {
    type: "single",
    question: "远程异地评审中,评审专家费的支付方式不包括______ 。",
    options: {
      A: "网上银行转账",
      B: "数字人民币",
      C: "现金支付",
      D: "电子支付",
    },
    answer: "C",
  },
  {
    type: "single",
    question: "远程异地评审中,评审专家费的支付标准由______ 计算。",
    options: {
      A: "财政部门",
      B: "采购人",
      C: "代理机构",
      D: "评审系统",
    },
    answer: "D",
  },
  {
    type: "multiple",
    question:
      "根据《福建省政府采购远程异地评审工作管理规则(试行)》,以下哪些项目应当采用远程异地评审方式？",
    options: {
      A: "预算金额500万元以上的服务项目",
      B: "预算金额400万元以上的工程项目",
      C: "预算金额200万元以上的货物项目",
      D: "达到公开招标限额的物业、保洁、安保、绿化项目",
    },
    answer: "ABD",
  },
  {
    type: "multiple",
    question: "评审专家在远程异地评审过程中,以下哪些行为是被禁止的？",
    options: {
      A: "通过视频会议谈论与项目评审无关的事宜",
      B: "离开远程评审单元间",
      C: "使用手机等通信设备",
      D: "与其他专家协商评审",
    },
    answer: "ABCD",
  },
  {
    type: "multiple",
    question: "远程异地评审中,评审专家费的支付方式包括以下哪些？",
    options: {
      A: "网上银行转账",
      B: "数字人民币",
      C: "现金支付",
      D: "电子支付",
    },
    answer: "ABD",
  },
  {
    type: "true-false",
    question: "远程异地评审的全过程由采购人负责监督。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question: "评审专家在远程异地评审过程中可以随时离开评审单元间。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付方式可以为现金支付。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付凭证需在30天内上传。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付标准由财政部门确认。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付方式包括数字人民币。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付期限为45天。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付标准由评审系统计算。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付凭证需上传至采购人系统。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付标准由采购人确认。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付凭证需在60天内上传。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付标准由代理机构确认。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付方式为现金支付。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付期限为15天。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付凭证需上传至代理机构系统。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付标准由评审系统确认。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付期限为30天。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付凭证需上传至财政部门系统。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付标准由采购人确认。",
    options: { A: "对", B: "错" },
    answer: "A",
  },
  {
    type: "true-false",
    question: "远程异地评审中,评审专家费的支付标准由代理机构确认。",
    options: { A: "对", B: "错" },
    answer: "B",
  },
];

// --- Full Question Bank ---
// This is the source of truth for the questions.
// It will be used to populate localStorage the first time the app runs.


// --- Local Storage Functions ---

const STORAGE_KEY = 'quizAppQuestionBank';

/**
 * Initializes the application, populating localStorage if needed.
 */
function initApp() {
    seedLocalStorageIfNeeded();
}

/**
 * Populates localStorage with the full question bank if it doesn't exist.
 */
function seedLocalStorageIfNeeded() {
    if (!localStorage.getItem(STORAGE_KEY)) {
        console.log("Local storage is empty. Seeding questions...");
        const questionsWithStats = questionBank.map((question, index) => ({
            ...question,
            id: `q_${index}`, // Add a unique ID
            practiced_count: 0,
            wrong_count: 0,
        }));
        localStorage.setItem(STORAGE_KEY, JSON.stringify(questionsWithStats));
        console.log("Seeding complete.");
    } else {
        console.log(`Local storage already contains ${questionBank.length} questions.`);
    }
}

/**
 * Retrieves all questions from localStorage.
 * @returns {Array} An array of question objects.
 */
function getQuestionsFromStorage() {
    const questionsJSON = localStorage.getItem(STORAGE_KEY);
    return questionsJSON ? JSON.parse(questionsJSON) : [];
}

/**
 * Saves the entire question bank back to localStorage.
 * @param {Array} questions The array of question objects to save.
 */
function saveQuestionsToStorage(questions) {
    localStorage.setItem(STORAGE_KEY, JSON.stringify(questions));
}


// --- DOM Element Retrieval ---
const startScreen = document.getElementById("start-screen");
const questionScreen = document.getElementById("question-screen");
const resultsScreen = document.getElementById("results-screen");
const cuotiScreen = document.getElementById("cuoti-screen");

const startBtn = document.getElementById("start-btn");
const submitBtn = document.getElementById("submit-btn");
const nextBtn = document.getElementById("next-btn");
const restartBtn = document.getElementById("restart-btn");
const resetStorageBtn = document.getElementById("reset-storage-btn");
const homeFromQuestionBtn = document.getElementById("home-from-question-btn");

const cuotiBtn = document.getElementById("cuoti-btn");
const cuotiResultsBtn = document.getElementById("cuoti-results-btn");
const backToStartBtn = document.getElementById("back-to-start-btn");

const progressText = document.getElementById("progress-text");
const scoreText = document.getElementById("score-text");
const progressBar = document.getElementById("progress-bar");

const questionTypeBadge = document.getElementById("question-type-badge");
const questionText = document.getElementById("question-text");
const optionsContainer = document.getElementById("options-container");
const feedbackContainer = document.getElementById("feedback-container");
const cuotiList = document.getElementById("cuoti-list");

const finalScoreEl = document.getElementById("final-score");
const resultMessageEl = document.getElementById("result-message");

// Modal and Notification Elements
const customModal = document.getElementById('custom-modal');
const modalTitle = document.getElementById('modal-title');
const modalText = document.getElementById('modal-text');
const modalConfirmBtn = document.getElementById('modal-confirm-btn');
const modalCancelBtn = document.getElementById('modal-cancel-btn');
const notification = document.getElementById('notification');

// --- State Variables ---
let testQuestions = [];
let currentQuestionIndex = 0;
let score = 0;
const TOTAL_QUESTIONS = 80;
let maxPossibleScore = 0;
let confirmCallback = null;

// --- Modal and Notification Functions ---

/**
 * Shows the custom modal with a specific message and confirmation callback.
 * @param {string} title - The title for the modal.
 * @param {string} text - The message text for the modal.
 * @param {function} onConfirm - The function to call when the confirm button is clicked.
 */
function showModal(title, text, onConfirm) {
    modalTitle.textContent = title;
    modalText.textContent = text;
    confirmCallback = onConfirm;
    customModal.classList.remove('hidden');
}

/**
 * Hides the custom modal.
 */
function hideModal() {
    customModal.classList.add('hidden');
    confirmCallback = null;
}

/**
 * Shows a toaster notification message that disappears after 3 seconds.
 * @param {string} message - The message to display.
 * @param {boolean} isError - If true, displays a red error notification.
 */
function showNotification(message, isError = false) {
    // Get references to notification elements
    const notificationText = document.getElementById('notification-text');
    const notificationIcon = document.getElementById('notification-icon');
    
    // Set message content
    notificationText.textContent = message;
    
    // Set icon based on message type
    notificationIcon.textContent = isError ? '❌' : '✅';
    
    // Set notification styling
    notification.className = `fixed top-5 right-5 text-white py-3 px-6 rounded-lg shadow-xl z-50 transition-all duration-300 transform 
        ${isError ? 'bg-red-500' : 'bg-green-500'} flex items-center space-x-2`;
    
    // Add subtle animation effects
    notification.style.opacity = '0';
    notification.classList.remove('hidden', 'translate-x-full');
    
    // Fade in animation
    setTimeout(() => {
        notification.style.opacity = '1';
    }, 10);
    
    // Auto-hide after 3 seconds
    setTimeout(() => {
        // Fade out animation
        notification.style.opacity = '0';
        
        // Hide after fade out completes
        setTimeout(() => {
            notification.classList.add('hidden');
        }, 300);
    }, 3000);
    notification.innerHTML += '<div id="toast-progress" class="absolute bottom-0 left-0 h-1 bg-white bg-opacity-30 transition-all duration-3000 w-full" style="transform-origin: left;"></div>';
    const progressBar = document.getElementById('toast-progress');
    
    // Start depleting the progress bar
    setTimeout(() => {
        progressBar.style.transform = 'scaleX(0)';
    }, 100);
    
    // Fade out animation after 2.8 seconds
    setTimeout(() => {
        notification.style.opacity = '0';
    }, 2800);
    
    // Hide notification after animations complete (3s)
    setTimeout(() => {
        notification.classList.add('hidden', 'translate-x-full');
        notification.innerHTML = '<span id="notification-icon" class="text-xl">🔔</span><span id="notification-text"></span>';
    }, 3000);
}


// --- Utility and Core Functions ---

function shuffleArray(array) {
    for (let i = array.length - 1; i > 0; i--) {
        const j = Math.floor(Math.random() * (i + 1));
        [array[i], array[j]] = [array[j], array[i]];
    }
}

/**
 * Calculates a priority score for each question based on practice count and error count.
 * Higher score = higher priority to be selected
 * Questions that haven't been practiced get highest priority
 * Among practiced questions, ones with errors get higher priority
 * 
 * @param {Object} question - The question object
 * @returns {number} - Priority score
 */
function calculateQuestionPriority(question) {
    // If the question has never been practiced, it gets highest priority
    if (!question.practiced_count || question.practiced_count === 0) {
        return 1000;
    }
    
    // If the question has been answered incorrectly, give it higher priority
    // More wrong answers = higher priority
    if (question.wrong_count && question.wrong_count > 0) {
        return 500 + (question.wrong_count * 100 / question.practiced_count);
    }
    
    // For questions that have been practiced but never wrong
    // We want to prioritize less frequently practiced questions
    return 100 / question.practiced_count;
}

function startQuiz() {
    let allQuestions = getQuestionsFromStorage();
    const singleChoiceQuestions = allQuestions.filter((q) => q.type === "single");
    const multipleChoiceQuestions = allQuestions.filter((q) => q.type === "multiple");
    const trueFalseQuestions = allQuestions.filter((q) => q.type === "true-false");

    // Sort each question type by priority
    singleChoiceQuestions.sort((a, b) => calculateQuestionPriority(b) - calculateQuestionPriority(a));
    multipleChoiceQuestions.sort((a, b) => calculateQuestionPriority(b) - calculateQuestionPriority(a));
    trueFalseQuestions.sort((a, b) => calculateQuestionPriority(b) - calculateQuestionPriority(a));

    console.log(`单选题数量: ${singleChoiceQuestions.length}`);
    console.log(`多选题数量: ${multipleChoiceQuestions.length}`);
    console.log(`判断题数量: ${trueFalseQuestions.length}`);

    // Shuffle each category
    shuffleArray(singleChoiceQuestions);
    shuffleArray(multipleChoiceQuestions);
    shuffleArray(trueFalseQuestions);

    // Take the top priority questions from each type
    const selectedSingles = singleChoiceQuestions.slice(0, 40);
    const selectedMultiples = multipleChoiceQuestions.slice(0, 20);
    const selectedTrueFalse = trueFalseQuestions.slice(0, 20);
    
    testQuestions = [...selectedSingles, ...selectedMultiples, ...selectedTrueFalse].slice(0, TOTAL_QUESTIONS);

    if (testQuestions.length < TOTAL_QUESTIONS) {
        console.warn(`Warning: Not enough questions. Found ${testQuestions.length}.`);
    }

    maxPossibleScore = testQuestions.reduce((total, q) => total + (q.type === 'multiple' ? 2 : 1), 0);
    updatePracticedCounts(testQuestions);

    currentQuestionIndex = 0;
    score = 0;

    startScreen.classList.add("hidden");
    questionScreen.classList.remove("hidden");
    resultsScreen.classList.add("hidden");
    cuotiScreen.classList.add("hidden");
    
    // Show a notification about question prioritization
    const newQuestions = testQuestions.filter(q => !q.practiced_count || q.practiced_count === 0).length;
    const wrongQuestions = testQuestions.filter(q => q.wrong_count && q.wrong_count > 0).length;
    
    if (newQuestions > 0 || wrongQuestions > 0) {
        let message = "已优先选择";
        if (newQuestions > 0) {
            message += `${newQuestions}道新题目`;
        }
        if (newQuestions > 0 && wrongQuestions > 0) {
            message += "和";
        }
        if (wrongQuestions > 0) {
            message += `${wrongQuestions}道曾答错的题目`;
        }
        showNotification(message, false);
    }

    displayQuestion();
}

function updatePracticedCounts(questionsToUpdate) {
    let allQuestions = getQuestionsFromStorage();
    questionsToUpdate.forEach(testQ => {
        const questionInDb = allQuestions.find(dbQ => dbQ.id === testQ.id);
        if (questionInDb) {
            questionInDb.practiced_count = (questionInDb.practiced_count || 0) + 1;
        }
    });
    saveQuestionsToStorage(allQuestions);
}

function displayQuestion() {
    feedbackContainer.classList.add("hidden");
    submitBtn.classList.remove("hidden");
    nextBtn.classList.add("hidden");
    submitBtn.disabled = false;

    if (testQuestions.length === 0 || currentQuestionIndex >= testQuestions.length) {
        showResults();
        return;
    }

    const currentQuestion = testQuestions[currentQuestionIndex];
    progressText.textContent = `题目 ${currentQuestionIndex + 1} / ${testQuestions.length}`;
    progressBar.style.width = `${((currentQuestionIndex + 1) / testQuestions.length) * 100}%`;

    console.log(`Displaying question ${currentQuestionIndex + 1}:`, currentQuestion);
    
    // Display score and question stats
    const practicedCount = currentQuestion.practiced_count || 0;
    const wrongCount = currentQuestion.wrong_count || 0;
    let statsText = `得分: ${score}`;
    
    // Add stats if question has been practiced before
    if (practicedCount > 0) {
        const correctRate = Math.round(((practicedCount - wrongCount) / practicedCount) * 100);
        statsText += ` | 练习: ${practicedCount}次 | 正确率: ${correctRate}%`;
    }
    
    scoreText.textContent = statsText;

    questionText.textContent = currentQuestion.question;
    
    // Add class to question type badge based on history
    let badgeClass = "inline-block text-xs font-semibold mr-2 px-2.5 py-0.5 rounded-full";
    if (wrongCount > 0) {
        // Question has been answered incorrectly before
        badgeClass += " bg-red-100 text-red-800";
    } else if (practicedCount > 0) {
        // Question has been practiced but never wrong
        badgeClass += " bg-green-100 text-green-800";
    } else {
        // New question
        badgeClass += " bg-blue-100 text-blue-800";
    }
    
    questionTypeBadge.className = badgeClass;
    questionTypeBadge.textContent = {
        'single': '单选题', 'multiple': '多选题', 'true-false': '判断题'
    }[currentQuestion.type];

    optionsContainer.innerHTML = "";
    const optionType = currentQuestion.type === 'multiple' ? 'checkbox' : 'radio';
    for (const key in currentQuestion.options) {
        const optionId = `option_${key}`;
        const optionElement = document.createElement("label");
        optionElement.htmlFor = optionId;
        optionElement.className = "flex items-center p-4 border border-gray-200 rounded-lg cursor-pointer hover:bg-gray-50";
        optionElement.innerHTML = `
            <input type="${optionType}" id="${optionId}" name="option" value="${key}" class="form-${optionType} h-5 w-5 text-blue-600 border-gray-300 focus:ring-blue-500">
            <span class="ml-3 text-gray-700">${key}. ${currentQuestion.options[key]}</span>
        `;
        optionsContainer.appendChild(optionElement);
    }
}

function checkAnswer() {
    const currentQuestion = testQuestions[currentQuestionIndex];
    const inputs = optionsContainer.querySelectorAll("input");
    let selectedAnswers = [];

    inputs.forEach(input => {
        if (input.checked) selectedAnswers.push(input.value);
        input.disabled = true;
    });

    if (selectedAnswers.length === 0) {
        feedbackContainer.textContent = "请选择一个答案！";
        feedbackContainer.className = "mt-6 p-4 rounded-lg text-center bg-yellow-100 text-yellow-800";
        feedbackContainer.classList.remove("hidden");
        inputs.forEach(input => input.disabled = false);
        return;
    }

    let isCorrect = currentQuestion.type === "multiple"
        ? JSON.stringify(currentQuestion.answer.split("").sort()) === JSON.stringify(selectedAnswers.sort())
        : selectedAnswers.length === 1 && selectedAnswers[0] === currentQuestion.answer;

    if (isCorrect) {
        const points = currentQuestion.type === 'multiple' ? 2 : 1;
        score += points;
        feedbackContainer.textContent = `正确！得分：${points}分`;
        feedbackContainer.className = "mt-6 p-4 rounded-lg text-center bg-green-100 text-green-800";
        // Track that this question was answered correctly in this session
        currentQuestion._answeredCorrect = true;
    } else {
        feedbackContainer.textContent = `错误。正确答案是 ${currentQuestion.answer}`;
        feedbackContainer.className = "mt-6 p-4 rounded-lg text-center bg-red-100 text-red-800";
        updateWrongCount(currentQuestion);
        // Track that this question was answered incorrectly in this session
        currentQuestion._answeredCorrect = false;
    }

    inputs.forEach(input => {
        const label = input.parentElement;
        const correctAnswerArray = currentQuestion.answer.split("");
        if (correctAnswerArray.includes(input.value)) {
            label.classList.add("correct-answer");
        } else if (input.checked) {
            label.classList.add("incorrect-answer");
        }
    });

    feedbackContainer.classList.remove("hidden");
    scoreText.textContent = `得分: ${score}`;
    submitBtn.classList.add("hidden");
    nextBtn.classList.remove("hidden");
    submitBtn.disabled = true;
}

function updateWrongCount(question) {
    let allQuestions = getQuestionsFromStorage();
    const questionInDb = allQuestions.find(dbQ => dbQ.id === question.id);
    if (questionInDb) {
        questionInDb.wrong_count = (questionInDb.wrong_count || 0) + 1;
        saveQuestionsToStorage(allQuestions);
    }
}

function nextQuestion() {
    const previousType = testQuestions[currentQuestionIndex].type;
    currentQuestionIndex++;
    
    if (currentQuestionIndex < testQuestions.length) {
        // Check if we're transitioning to a new question type
        const currentType = testQuestions[currentQuestionIndex].type;
        if (currentType !== previousType) {
            // Use the toaster notification for section transitions
            const sectionName = {
                'single': '单选题',
                'multiple': '多选题',
                'true-false': '判断题'
            }[currentType];
            
            showNotification(`进入${sectionName}部分`, false);
        }
        
        displayQuestion();
    } else {
        showResults();
    }
}

function showResults() {
    questionScreen.classList.add("hidden");
    resultsScreen.classList.remove("hidden");

    // Calculate improvements
    const wrongAnsweredQuestions = testQuestions.filter(q => 
        q.practiced_count && q.practiced_count > 1 && q.wrong_count > 0);
    const improvedQuestions = wrongAnsweredQuestions.filter(q => {
        const previousRate = (q.practiced_count - 1 - q.wrong_count) / (q.practiced_count - 1);
        const currentRate = (q.practiced_count - q.wrong_count) / q.practiced_count;
        return currentRate > previousRate;
    });
    
    // Analyze performance by question type
    const singleChoiceQuestions = testQuestions.filter(q => q.type === "single");
    const multipleChoiceQuestions = testQuestions.filter(q => q.type === "multiple");
    const trueFalseQuestions = testQuestions.filter(q => q.type === "true-false");
    
    // Count wrong answers by type during this quiz session
    const wrongSingleCount = singleChoiceQuestions.filter(q => !q._answeredCorrect).length;
    const wrongMultipleCount = multipleChoiceQuestions.filter(q => !q._answeredCorrect).length;
    const wrongTrueFalseCount = trueFalseQuestions.filter(q => !q._answeredCorrect).length;
    
    // Overall score
    const scorePercentage = maxPossibleScore > 0 ? (score / maxPossibleScore) * 100 : 0;
    
    // Build HTML for the final score with detailed analysis
    let resultHTML = `<div class="text-5xl font-bold text-blue-500 my-4">${score} / ${maxPossibleScore}</div>`;
    
    // Add score breakdown by question type
    resultHTML += `
    <div class="grid grid-cols-1 md:grid-cols-3 gap-3 my-4">
        <div class="bg-blue-100 text-blue-800 p-3 rounded-lg">
            <div class="font-bold">单选题</div>
            <div>${singleChoiceQuestions.length - wrongSingleCount}/${singleChoiceQuestions.length}</div>
        </div>
        <div class="bg-green-100 text-green-800 p-3 rounded-lg">
            <div class="font-bold">多选题</div>
            <div>${multipleChoiceQuestions.length - wrongMultipleCount}/${multipleChoiceQuestions.length}</div>
        </div>
        <div class="bg-purple-100 text-purple-800 p-3 rounded-lg">
            <div class="font-bold">判断题</div>
            <div>${trueFalseQuestions.length - wrongTrueFalseCount}/${trueFalseQuestions.length}</div>
        </div>
    </div>`;
    
    // Add improvement message if applicable
    if (improvedQuestions.length > 0) {
        resultHTML += `
        <div class="bg-yellow-100 text-yellow-800 p-3 rounded-lg mt-3">
            <div class="font-bold">进步提示</div>
            <div>您在${improvedQuestions.length}道以前错过的题目上有所改进！继续加油！</div>
        </div>`;
    }
    
    // Set the HTML
    finalScoreEl.innerHTML = resultHTML;
    
    
    // Build encouragement message
    let message = scorePercentage >= 90 ? "太棒了！老爸真是个天才！" :
        scorePercentage >= 80 ? "很不错！老爸表现出色！" :
        scorePercentage >= 70 ? "很不错！老爸继续努力！" :
        scorePercentage >= 50 ? "还有进步空间，老爸加油！" :
        "别灰心，老爸再多练习一下吧！";
    
    
    resultMessageEl.textContent = message;
}

function showCuotiScreen() {
    startScreen.classList.add("hidden");
    resultsScreen.classList.add("hidden");
    questionScreen.classList.add("hidden");
    cuotiScreen.classList.remove("hidden");
    cuotiList.innerHTML = '<p class="text-gray-500 text-center">正在加载错题...</p>';

    let wrongQuestions = getQuestionsFromStorage().filter(q => q.wrong_count > 0);

    if (wrongQuestions.length === 0) {
        cuotiList.innerHTML = '<p class="text-gray-500 text-center">太棒了，没有错题！</p>';
        return;
    }

    cuotiList.innerHTML = "";
    wrongQuestions.sort((a, b) => b.wrong_count - a.wrong_count);
    wrongQuestions.forEach((question, index) => {
        const questionDiv = document.createElement('div');
        questionDiv.className = 'p-4 border rounded-lg bg-white shadow-sm';
        let optionsHtml = '';
        for (const key in question.options) {
            optionsHtml += `<li class="mt-1 text-gray-600">${key}. ${question.options[key]}</li>`;
        }
        const typeText = { 'single': '单选题', 'multiple': '多选题', 'true-false': '判断题' }[question.type];
        questionDiv.innerHTML = `
            <p class="font-semibold text-gray-800">
                <span class="inline-block bg-gray-200 text-gray-800 text-xs font-semibold mr-2 px-2.5 py-0.5 rounded-full">${typeText}</span>
                ${index + 1}. ${question.question}
            </p>
            <ul class="list-none mt-2 pl-4">${optionsHtml}</ul>
            <p class="mt-3 font-bold text-green-600">正确答案: ${question.answer}</p>
            <p class="mt-1 text-sm text-red-500">答错次数: ${question.wrong_count} | 练习次数: ${question.practiced_count}</p>`;
        cuotiList.appendChild(questionDiv);
    });
}

function returnToHome() {
    showModal(
        "退出确认",
        "您确定要退出本次答题吗？您的当前进度将不会被保存。",
        () => {
            questionScreen.classList.add("hidden");
            resultsScreen.classList.add("hidden");
            cuotiScreen.classList.add("hidden");
            startScreen.classList.remove("hidden");
        }
    );
}

// --- Event Listeners ---
document.addEventListener('DOMContentLoaded', initApp);

startBtn.addEventListener("click", startQuiz);
submitBtn.addEventListener("click", checkAnswer);
nextBtn.addEventListener("click", nextQuestion);
restartBtn.addEventListener("click", startQuiz);
cuotiBtn.addEventListener("click", showCuotiScreen);
cuotiResultsBtn.addEventListener("click", showCuotiScreen);
homeFromQuestionBtn.addEventListener("click", returnToHome);

backToStartBtn.addEventListener("click", () => {
    cuotiScreen.classList.add("hidden");
    startScreen.classList.remove("hidden");
});

resetStorageBtn.addEventListener("click", () => {
    showModal(
        "重置确认",
        "您确定要重置所有答题记录吗？这将清除您的错题本和练习次数。",
        () => {
            localStorage.removeItem(STORAGE_KEY);
            showNotification("答题记录已重置。");
            initApp(); // Re-seed the local storage
        }
    );
});

modalConfirmBtn.addEventListener('click', () => {
    if (typeof confirmCallback === 'function') {
        confirmCallback();
    }
    hideModal();
});

modalCancelBtn.addEventListener('click', hideModal);
